{
    "livro": "Lucas",
    "titulo": "Evangelho de Lucas Explicado",
    "descricao": "Explicações detalhadas de cada capítulo do Evangelho de Lucas, focando na humanidade, compaixão e salvação universal trazida por Jesus.",
    "capitulos": [
        {
            "numero": 1,
            "titulo": "Evangelho de Lucas — Capítulo 1",
            "intro": "Explicação completa dos versículos 1–80",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Propósito do evangelho de Lucas",
                    "explicacao": "Lucas escreve de forma organizada e investigativa, com o objetivo de oferecer certeza histórica e espiritual. Diferente dos outros evangelhos, ele enfatiza detalhes, contexto e ordem dos fatos. Isso mostra que fé cristã não é mito, mas baseada em acontecimentos reais."
                },
                {
                    "versiculos": "5–7",
                    "titulo": "Zacarias e Isabel: esterilidade e promessa",
                    "explicacao": "O casal é descrito como justo diante de Deus, mas enfrenta esterilidade. Lucas mostra que fidelidade não impede dificuldades. Deus nem sempre age imediatamente, mas nunca ignora os fiéis."
                },
                {
                    "versiculos": "8–17",
                    "titulo": "Anúncio do nascimento de João Batista",
                    "explicacao": "O anjo Gabriel anuncia que Isabel conceberá. João terá missão profética: preparar o povo para o Messias. Deus transforma frustração em propósito. O silêncio de anos antecede uma grande intervenção divina."
                },
                {
                    "versiculos": "18–25",
                    "titulo": "Dúvida de Zacarias e disciplina divina",
                    "explicacao": "Zacarias questiona a promessa e fica mudo. A disciplina não é punição destrutiva, mas correção pedagógica. Deus ensina que fé exige confiança mesmo quando o milagre parece impossível."
                },
                {
                    "versiculos": "26–38",
                    "titulo": "Anúncio do nascimento de Jesus a Maria",
                    "explicacao": "Maria recebe uma promessa ainda mais impossível: conceber sem conhecer homem. Sua resposta revela submissão e fé madura: “Eis aqui a serva do Senhor”. Fé verdadeira não exige controle, mas entrega."
                },
                {
                    "versiculos": "39–45",
                    "titulo": "Maria visita Isabel",
                    "explicacao": "O encontro confirma as promessas. João salta no ventre, mostrando ação espiritual antes mesmo do nascimento. Deus confirma Sua palavra por meio da comunhão entre os que creem."
                },
                {
                    "versiculos": "46–55",
                    "titulo": "O cântico de Maria (Magnificat)",
                    "explicacao": "Maria exalta a Deus por sua fidelidade. O cântico revela um Deus que exalta humildes, confronta soberbos e age na história. Espiritualidade aqui não é passiva, mas transformadora."
                },
                {
                    "versiculos": "56",
                    "titulo": "Maria permanece with Isabel",
                    "explicacao": "Mostra apoio, serviço e maturidade espiritual. Grandes chamados não anulam responsabilidades práticas."
                },
                {
                    "versiculos": "57–66",
                    "titulo": "Nascimento de João Batista",
                    "explicacao": "Deus cumpre sua promessa. A obediência de Isabel e Zacarias ao nome dado por Deus mostra alinhamento com a vontade divina, não com tradições humanas."
                },
                {
                    "versiculos": "67–79",
                    "titulo": "Propecia de Zacarias",
                    "explicacao": "Zacarias, agora restaurado, profetiza sobre salvação, perdão e luz para os que vivem nas trevas. A disciplina produziu maturidade espiritual."
                },
                {
                    "versiculos": "80",
                    "titulo": "Crescimento de João Batista",
                    "explicacao": "João cresce no deserto, longe da exposição pública. Deus forma seus servos no silêncio antes de usá-los em público."
                }
            ],
            "sintese": [
                "Fé cristã é histórica e fundamentada",
                "Fidelidade não exclui sofrimento",
                "Deus age no tempo certo, não no nosso",
                "Obediência precede compreensão total",
                "Deus prepara seus servos no anonimato"
            ]
        },
        {
            "numero": 2,
            "titulo": "Evangelho de Lucas — Capítulo 2",
            "intro": "Explicação completa dos versículos 1–52",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "O decreto de César Augusto",
                    "explicacao": "Lucas situa o nascimento de Jesus dentro da história mundial. O recenseamento romano obriga José e Maria a viajarem. Mesmo decisões políticas humanas são usadas por Deus para cumprir profecias. O Messias nasce no cenário da opressão, não do conforto."
                },
                {
                    "versiculos": "6–7",
                    "titulo": "Nascimento de Jesus",
                    "explicacao": "Jesus nasce em extrema simplicidade, colocado numa manjedoura. Deus escolhe humildade em vez de glória humana. Isso confronta expectativas de poder e sucesso."
                },
                {
                    "versiculos": "8–14",
                    "titulo": "Anúncio aos pastores",
                    "explicacao": "Pastores eram socialmente desprezados. Deus revela primeiro a eles o nascimento do Salvador. O Reino se manifesta aos humildes, não aos poderosos."
                },
                {
                    "versiculos": "15–20",
                    "titulo": "Os pastores visitam o menino",
                    "explicacao": "Eles creem, vão e testemunham. A fé verdadeira gera ação e testemunho público. Maria guarda tudo no coração, mostrando reflexão espiritual."
                },
                {
                    "versiculos": "21",
                    "titulo": "Circuncisão e nome de Jesus",
                    "explicacao": "Jesus cumpre a Lei desde o nascimento. Isso mostra que Ele não veio abolir a Lei, mas cumpri-la plenamente."
                },
                {
                    "versiculos": "22–24",
                    "titulo": "Apresentação no templo",
                    "explicacao": "José e Maria oferecem sacrifício dos pobres. O Salvador nasce entre os humildes e se identifica com eles."
                },
                {
                    "versiculos": "25–35",
                    "titulo": "Profecia de Simeão",
                    "explicacao": "Simeão reconhece Jesus como luz para os gentios e glória de Israel. Ele também anuncia sofrimento futuro. A salvação traz redenção, mas também divisão."
                },
                {
                    "versiculos": "36–38",
                    "titulo": "Profecia de Ana",
                    "explicacao": "Ana representa perseverança espiritual. Sua longa espera é recompensada. Deus honra aqueles que permanecem fiéis mesmo sem respostas imediatas."
                },
                {
                    "versiculos": "39–40",
                    "titulo": "Infância em Nazaré",
                    "explicacao": "Jesus cresce física, emocional e espiritualmente. Isso mostra desenvolvimento humano real, não aparência divina."
                },
                {
                    "versiculos": "41–50",
                    "titulo": "Jesus aos doze anos no templo",
                    "explicacao": "Jesus demonstra consciência de sua missão. Ele respeita os pais, mas prioriza a vontade do Pai celestial. Fé verdadeira organiza prioridades."
                },
                {
                    "versiculos": "51–52",
                    "titulo": "Crescimento equilibrado de Jesus",
                    "explicacao": "Jesus cresce em sabedoria, estatura e graça. Espiritualidade saudável é integral, não apenas religiosa."
                }
            ],
            "sintese": [
                "Deus age na história humana real",
                "O Reino começa na humildade",
                "Fé verdadeira gera ação e testemunho",
                "Obediência precede reconhecimento público",
                "Crescimento espiritual é integral"
            ]
        },
        {
            "numero": 3,
            "titulo": "Evangelho de Lucas — Capítulo 3",
            "intro": "Explicação completa dos versículos 1–38",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Contexto histórico e ministério de João Batista",
                    "explicacao": "Lucas detalha governantes e líderes religiosos, mostrando que a Palavra de Deus surge em tempos de corrupção e crise. João prepara o caminho chamando ao arrependimento."
                },
                {
                    "versiculos": "7–14",
                    "titulo": "Pregação prática de arrependimento",
                    "explicacao": "João confronta hipocrisia religiosa. Arrependimento verdadeiro produz mudanças concretas: justiça social, honestidade e compaixão. Fé sem transformação é vazia."
                },
                {
                    "versiculos": "15–18",
                    "titulo": "João aponta para o Messias",
                    "explicacao": "João deixa claro que não é o Cristo. Humildade e consciência de missão evitam idolatria humana."
                },
                {
                    "versiculos": "19–20",
                    "titulo": "Prisão de João Batista",
                    "explicacao": "A verdade incomoda o poder. João paga preço alto por confrontar o pecado. Integridade tem custo real."
                },
                {
                    "versiculos": "21–22",
                    "titulo": "Batismo de Jesus",
                    "explicacao": "Jesus é batizado em obediência e identificação com a humanidade. O Espírito desce e o Pai confirma sua identidade. Trindade revelada em ação."
                },
                {
                    "versiculos": "23",
                    "titulo": "Início do ministério público de Jesus",
                    "explicacao": "Jesus começa por volta dos trinta anos, mostrando maturidade e preparação antes da exposição pública."
                },
                {
                    "versiculos": "24–38",
                    "titulo": "Genealogia de Jesus",
                    "explicacao": "Lucas traça a linhagem até Adão, enfatizando que Jesus veio para toda a humanidade, não apenas para Israel. Ele é o Filho do Homem e o Filho de Deus."
                }
            ],
            "sintese": [
                "Deus fala em contextos de crise",
                "Arrependimento exige mudança prática",
                "Humildade preserva a missão",
                "Verdade pode gerar perseguição",
                "Jesus veio para toda a humanidade"
            ]
        },
        {
            "numero": 4,
            "titulo": "Evangelho de Lucas — Capítulo 4",
            "intro": "Explicação completa dos versículos 1–44",
            "blocos": [
                {
                    "versiculos": "1–13",
                    "titulo": "Tentação de Jesus no deserto",
                    "explicacao": "Jesus, cheio do Espírito, é tentado pelo diabo. As tentações atacam necessidades legítimas (fome, identidade e poder), mas de forma distorcida. Jesus vence usando a Palavra de Deus, mostrando que maturidade espiritual não evita tentações, mas capacita a resistir.\nAlerta: espiritualidade sem base bíblica é frágil.\nPró: conhecimento da Palavra fortalece decisões."
                },
                {
                    "versiculos": "14–15",
                    "titulo": "Retorno à Galileia em poder",
                    "explicacao": "Após vencer o deserto, Jesus volta fortalecido. Provações bem enfrentadas produzem crescimento espiritual e autoridade."
                },
                {
                    "versiculos": "16–21",
                    "titulo": "Jesus em Nazaré",
                    "explicacao": "Jesus lê Isaías e afirma que a profecia se cumpre nele. Ele se apresenta como libertador dos oprimidos. O Reino de Deus tem impacto espiritual e social."
                },
                {
                    "versiculos": "22–30",
                    "titulo": "Rejeição em Nazaré",
                    "explicacao": "O povo se ofende com Jesus por conhecê-lo desde pequeno. A familiaridade gera incredulidade. A verdade é rejeitada quando confronta expectativas pessoais.\nAlerta: rejeitar a verdade por orgulho limita milagres."
                },
                {
                    "versiculos": "31–37",
                    "titulo": "Autoridade sobre espíritos malignos",
                    "explicacao": "Jesus expulsa um demônio com autoridade. Sua palavra não é apenas ensino, é poder em ação."
                },
                {
                    "versiculos": "38–41",
                    "titulo": "Curas em Cafarnaum",
                    "explicacao": "Jesus cura muitos enfermos. Ele demonstra compaixão constante, não apenas atos pontuais."
                },
                {
                    "versiculos": "42–44",
                    "titulo": "Missão prioritária",
                    "explicacao": "Jesus não se prende à fama. Ele deixa multidões para continuar pregando. Missão é mais importante que popularidade."
                }
            ],
            "sintese": [
                "Tentação faz parte da jornada espiritual",
                "A Palavra de Deus é arma contra o engano",
                "Verdade confronta expectativas humanas",
                "Autoridade espiritual vem da obediência",
                "Missão é maior que reconhecimento"
            ]
        },
        {
            "numero": 5,
            "titulo": "Evangelho de Lucas — Capítulo 5",
            "intro": "Explicação completa dos versículos 1–39",
            "blocos": [
                {
                    "versiculos": "1–11",
                    "titulo": "Pesca milagrosa e chamado de Pedro",
                    "explicacao": "Pedro experimenta um milagre após obedecer a Jesus. Reconhece sua indignidade, mas é chamado mesmo assim. Deus chama pessoas imperfeitas, não prontas.\nPró: obediência gera transformação.\nAlerta: medo e autodepreciação podem atrasar o chamado."
                },
                {
                    "versiculos": "12–16",
                    "titulo": "Cura de um leproso",
                    "explicacao": "Jesus toca o impuro, quebrando barreiras sociais e religiosas. Ele restaura dignidade antes mesmo da aceitação social."
                },
                {
                    "versiculos": "17–26",
                    "titulo": "Cura do paralítico",
                    "explicacao": "Jesus perdoa pecados antes de curar o corpo. A maior necessidade humana é espiritual, não física."
                },
                {
                    "versiculos": "27–32",
                    "titulo": "Chamado de Levi",
                    "explicacao": "Jesus chama um cobrador de impostos. Mostra que o Reino é para os rejeitados. Religião que exclui não reflete o coração de Deus."
                },
                {
                    "versiculos": "33–39",
                    "titulo": "Jejum e o novo vinho",
                    "explicacao": "Jesus ensina que o Reino não cabe em estruturas antigas. Mudança espiritual exige mente renovada.\nAlerta: apego ao passado impede crescimento."
                }
            ],
            "sintese": [
                "Deus chama pessoas comuns",
                "Misericórdia precede julgamento",
                "Perdão é maior que milagre físico",
                "O Reino inclui os rejeitados",
                "Renovação exige abandono do velho"
            ]
        },
        {
            "numero": 6,
            "titulo": "Evangelho de Lucas — Capítulo 6",
            "intro": "Explicação completa dos versículos 1–49",
            "blocos": [
                {
                    "versiculos": "1–11",
                    "titulo": "Jesus e o sábado",
                    "explicacao": "Jesus confronta o legalismo. O sábado foi feito para o bem do homem. Religião sem compaixão perde o propósito."
                },
                {
                    "versiculos": "12–16",
                    "titulo": "Escolha dos doze apóstolos",
                    "explicacao": "Jesus ora antes de escolher. Decisões importantes exigem vida de oração, não impulsividade."
                },
                {
                    "versiculos": "17–19",
                    "titulo": "Curas e libertações",
                    "explicacao": "O poder de Jesus alcança multidões. Ele atende necessidades físicas e espirituais."
                },
                {
                    "versiculos": "20–26",
                    "titulo": "Bem-aventuranças e ais",
                    "explicacao": "Jesus inverte valores humanos. O Reino favorece humildes e alerta os autossuficientes. Prosperidade sem Deus é vazia."
                },
                {
                    "versiculos": "27–36",
                    "titulo": "Amor aos inimigos",
                    "explicacao": "Jesus ensina um amor antinatural, que rompe ciclos de ódio. É um dos ensinos mais difíceis do evangelho.\nAlerta: esse amor exige maturidade espiritual real."
                },
                {
                    "versiculos": "37–42",
                    "titulo": "Julgar e perdoar",
                    "explicacao": "Jesus ensina autoavaliação antes de criticar. Hipocrisia espiritual cega."
                },
                {
                    "versiculos": "43–45",
                    "titulo": "Árvore e seus frutos",
                    "explicacao": "O caráter se revela nas atitudes. Palavras não sustentam uma fé sem frutos."
                },
                {
                    "versiculos": "46–49",
                    "titulo": "Casa sobre a rocha",
                    "explicacao": "Ouvir sem praticar leva à ruína. Obediência constrói uma fé resistente às crises."
                }
            ],
            "sintese": [
                "Misericórdia supera legalismo",
                "Oração precede decisões sábias",
                "Valores do Reino confrontam o mundo",
                "Amor verdadeiro exige sacrifício",
                "Obediência sustenta a fé nas crises"
            ]
        },
        {
            "numero": 7,
            "titulo": "Evangelho de Lucas — Capítulo 7",
            "intro": "Explicação completa dos versículos 1–50",
            "blocos": [
                {
                    "versiculos": "1–10",
                    "titulo": "A fé do centurião",
                    "explicacao": "Um oficial romano demonstra fé extraordinária ao reconhecer a autoridade de Jesus sem exigir Sua presença física. Ele entende autoridade espiritual melhor que muitos religiosos.\nPró: fé humilde e confiante move o coração de Deus.\nAlerta: posição religiosa não garante fé verdadeira."
                },
                {
                    "versiculos": "11–17",
                    "titulo": "Ressurreição do filho da viúva de Naim",
                    "explicacao": "Jesus se compadece de uma mulher sem esperança social e emocional. Ele interrompe o cortejo fúnebre e devolve a vida.\nPró: Deus age movido por compaixão, não apenas por pedidos.\nAlerta: sem Cristo, a morte (em todas as formas) domina."
                },
                {
                    "versiculos": "18–23",
                    "titulo": "A dúvida de João Batista",
                    "explicacao": "João, agora preso, questiona se Jesus é realmente o Messias. Jesus responde com fatos, não com acusações.\nPró: dúvidas podem coexistir com fé genuína.\nAlerta: sofrimento prolongado pode abalar expectativas."
                },
                {
                    "versiculos": "24–30",
                    "titulo": "Testemunho de Jesus sobre João",
                    "explicacao": "Jesus honra João publicamente, mostrando que dúvida não anula um chamado verdadeiro.\nPró: Deus vê além dos momentos de fraqueza."
                },
                {
                    "versiculos": "31–35",
                    "titulo": "A geração insatisfeita",
                    "explicacao": "Jesus denuncia pessoas que nunca estão satisfeitas, criticam tudo e não se comprometem com nada.\nAlerta: espírito crítico constante é sinal de imaturidade espiritual."
                },
                {
                    "versiculos": "36–50",
                    "titulo": "A mulher pecadora perdoada",
                    "explicacao": "Uma mulher demonstra amor profundo porque foi muito perdoada. Os religiosos julgam, Jesus restaura.\nPró: quem entende o perdão ama mais.\nAlerta: religiosidade sem misericórdia endurece o coração."
                }
            ],
            "sintese": [
                "Fé verdadeira reconhece autoridade espiritual",
                "Deus se move por compaixão",
                "Dúvidas não anulam a fé, mas exigem maturidade",
                "Julgamento religioso afasta da graça",
                "Perdão gera amor profundo"
            ]
        },
        {
            "numero": 8,
            "titulo": "Evangelho de Lucas — Capítulo 8",
            "intro": "Explicação completa dos versículos 1–56",
            "blocos": [
                {
                    "versiculos": "1–3",
                    "titulo": "Mulheres no ministério de Jesus",
                    "explicacao": "Lucas destaca mulheres que sustentavam o ministério. O Reino valoriza quem serve, não o status social.\nPró: Deus inclui e valoriza os marginalizados."
                },
                {
                    "versiculos": "4–15",
                    "titulo": "Parábola do semeador",
                    "explicacao": "A Palavra é a mesma, mas os corações são diferentes. Fruto depende da perseverança.\nAlerta: emoção inicial não sustenta fé duradoura."
                },
                {
                    "versiculos": "16–18",
                    "titulo": "A candeia",
                    "explicacao": "A verdade precisa ser vivida e revelada. Responsabilidade cresce com o conhecimento recebido."
                },
                {
                    "versiculos": "19–21",
                    "titulo": "A verdadeira família de Jesus",
                    "explicacao": "Laços espirituais são definidos pela obediência, não apenas pelo sangue."
                },
                {
                    "versiculos": "22–25",
                    "titulo": "Jesus acalma a tempestade",
                    "explicacao": "Os discípulos têm fé, mas entram em pânico. Crises revelam o nível real de confiança.\nAlerta: conhecer Jesus não elimina o medo automaticamente."
                },
                {
                    "versiculos": "26–39",
                    "titulo": "O endemoninhado gadareno",
                    "explicacao": "Jesus liberta um homem, mas a cidade prefere perder Jesus a perder seus bens.\nPró: libertação é completa.\nAlerta: apego material pode rejeitar a salvação."
                },
                {
                    "versiculos": "40–48",
                    "titulo": "A mulher com fluxo de sangue",
                    "explicacao": "Fé silenciosa e perseverante toca Jesus. Ele valoriza fé pessoal, não exposição pública."
                },
                {
                    "versiculos": "49–56",
                    "titulo": "Ressurreição da filha de Jairo",
                    "explicacao": "Jesus ensina a não desistir mesmo diante da morte. Fé precisa resistir às más notícias."
                }
            ],
            "sintese": [
                "Deus valoriza quem serve fielmente",
                "O coração define o fruto espiritual",
                "Crises revelam a fé real",
                "Libertação exige renúncia",
                "Fé perseverante vence o impossível"
            ]
        },
        {
            "numero": 9,
            "titulo": "Evangelho de Lucas — Capítulo 9",
            "intro": "Explicação completa dos versículos 1–62",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Envio dos doze",
                    "explicacao": "Jesus delega autoridade. Missão exige dependência total de Deus.\nAlerta: confiar em recursos próprios enfraquece a missão."
                },
                {
                    "versiculos": "7–9",
                    "titulo": "Herodes confuso sobre Jesus",
                    "explicacao": "Consciência culpada gera medo espiritual. Poder sem arrependimento não traz paz."
                },
                {
                    "versiculos": "10–17",
                    "titulo": "Multiplicação dos pães",
                    "explicacao": "Jesus supre necessidades quando os discípulos entregam o pouco que têm.\nPró: Deus multiplica o que é oferecido com fé."
                },
                {
                    "versiculos": "18–20",
                    "titulo": "Confissão de Pedro",
                    "explicacao": "Pedro reconhece Jesus como o Cristo. É revelação divina, não lógica humana."
                },
                {
                    "versiculos": "21–27",
                    "titulo": "Primeiro anúncio da cruz",
                    "explicacao": "Jesus deixa claro que segui-lo envolve renúncia e sofrimento.\nAlerta: cristianismo sem cruz é incompleto."
                },
                {
                    "versiculos": "28–36",
                    "titulo": "Transfiguração",
                    "explicacao": "A glória de Jesus é revelada. A fé é fortalecida antes do sofrimento."
                },
                {
                    "versiculos": "37–43",
                    "titulo": "Cura do menino endemoninhado",
                    "explicacao": "A falta de fé dos discípulos contrasta com o poder de Jesus. Dependência espiritual é essencial."
                },
                {
                    "versiculos": "44–45",
                    "titulo": "Segundo anúncio da morte",
                    "explicacao": "Os discípulos não compreendem. Resistência humana ao sofrimento ainda persiste."
                },
                {
                    "versiculos": "46–48",
                    "titulo": "Quem é o maior",
                    "explicacao": "Jesus redefine grandeza como humildade e serviço."
                },
                {
                    "versiculos": "49–50",
                    "titulo": "Tolerância espiritual",
                    "explicacao": "Nem todos que fazem o bem pertencem ao mesmo grupo. Exclusivismo enfraquece o Reino."
                },
                {
                    "versiculos": "51–62",
                    "titulo": "O custo de seguir Jesus",
                    "explicacao": "Seguir Jesus exige prioridade absoluta. Meias decisões não sustentam o discipulado.\nAlerta: seguir olhando para trás impede avanço espiritual."
                }
            ],
            "sintese": [
                "Missão exige dependência total de Deus",
                "Deus multiplica o que entregamos",
                "A cruz é parte do discipulado",
                "Grandeza é servir",
                "Seguir Jesus exige prioridade absoluta"
            ]
        },
        {
            "numero": 10,
            "titulo": "Evangelho de Lucas — Capítulo 10",
            "intro": "Explicação detalhada dos versículos 1–42",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "Envio dos setenta e dois",
                    "explicacao": "Jesus envia outros discípulos além dos doze, mostrando que a missão não é restrita a uma elite espiritual. Eles vão dois a dois, simbolizando apoio mútuo e testemunho confirmado. Jesus ordena que levem pouco, ensinando dependência total de Deus. O Reino avança por confiança, não por segurança material. Quando são rejeitados, não devem insistir nem se vingar — o juízo pertence a Deus. Lição: quem anuncia o Reino precisa aceitar rejeição sem perder o caráter."
                },
                {
                    "versiculos": "13–16",
                    "titulo": "Ai das cidades impenitentes",
                    "explicacao": "Jesus repreende cidades que viram milagres, mas não se arrependeram. Quanto maior a revelação, maior a responsabilidade. Alerta forte: conhecimento espiritual sem arrependimento gera juízo mais severo."
                },
                {
                    "versiculos": "17–20",
                    "titulo": "Alegria verdadeira",
                    "explicacao": "Os discípulos voltam felizes com o poder espiritual, mas Jesus corrige o foco: a maior alegria não é autoridade espiritual, mas salvação. Aplicação: dons impressionam, mas relacionamento com Deus é o que salva."
                },
                {
                    "versiculos": "21–24",
                    "titulo": "Revelação aos humildes",
                    "explicacao": "Jesus celebra porque Deus revela verdades profundas aos simples, não aos orgulhosos. Princípio espiritual: orgulho bloqueia revelação; humildade abre entendimento."
                },
                {
                    "versiculos": "25–29",
                    "titulo": "O intérprete da Lei",
                    "explicacao": "Um especialista tenta justificar-se, não aprender. Sua pergunta é correta, mas sua motivação é errada. Alerta: usar a Bíblia para se defender, e não para se transformar, endurece o coração."
                },
                {
                    "versiculos": "30–35",
                    "titulo": "Parábola do bom samaritano",
                    "explicacao": "Jesus desmonta preconceitos religiosos. O verdadeiro próximo não é quem compartilha religião, mas quem pratica misericórdia. O sacerdote e o levita conheciam a Lei, mas não praticavam amor. Lição central: espiritualidade sem compaixão é falsa."
                },
                {
                    "versiculos": "36–37",
                    "titulo": "Conclusão da parábola",
                    "explicacao": "Jesus não responde “quem é meu próximo?”, mas “quem se fez próximo?”. A fé verdadeira se move em direção ao sofrimento do outro."
                },
                {
                    "versiculos": "38–42",
                    "titulo": "Marta e Maria",
                    "explicacao": "Marta serve, mas ansiosa; Maria escuta, com atenção. Jesus não condena o serviço, mas a distração espiritual. Equilíbrio: servir é bom, mas ouvir Jesus é essencial. Ativismo sem devoção gera frustração."
                }
            ],
            "sintese": [
                "Missão exige dependência de Deus",
                "Revelação gera responsabilidade",
                "Poder espiritual não substitui salvação",
                "Amor prático define fé verdadeira",
                "Ouvir Jesus precede servir corretamente"
            ]
        },
        {
            "numero": 11,
            "titulo": "Evangelho de Lucas — Capítulo 11",
            "intro": "Explicação detalhada dos versículos 1–54",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "O Pai Nosso",
                    "explicacao": "Jesus ensina uma oração simples, mas profunda. Ela começa com Deus, não com necessidades humanas. Ensina dependência diária, perdão constante e vigilância espiritual. Aplicação: oração não é fórmula, é alinhamento do coração."
                },
                {
                    "versiculos": "5–13",
                    "titulo": "Perseverança na oração",
                    "explicacao": "Jesus usa exemplos humanos para ensinar que Deus responde com bondade. Persistência não muda Deus, muda quem ora. Pró: Deus responde; Alerta: oração sem perseverança enfraquece a fé."
                },
                {
                    "versiculos": "14–23",
                    "titulo": "Jesus e Beelzebu",
                    "explicacao": "Acusam Jesus de agir pelo diabo. Ele mostra a incoerência lógica da acusação. Rejeitar a verdade, mesmo diante de evidência, é endurecimento espiritual."
                },
                {
                    "versiculos": "24–26",
                    "titulo": "Espírito que volta",
                    "explicacao": "Libertação sem transformação gera recaída pior. Alerta sério: não basta expulsar o mal, é preciso preencher a vida com Deus."
                },
                {
                    "versiculos": "27–28",
                    "titulo": "Quem é bem-aventurado",
                    "explicacao": "Jesus corrige a idolatria humana. Não basta proximidade física ou emocional com Ele, é preciso obediência."
                },
                {
                    "versiculos": "29–32",
                    "titulo": "O sinal de Jonas",
                    "explicacao": "Jesus denuncia uma geração que exige provas, mas ignora arrependimento. Princípio: quem não quer obedecer nunca se satisfaz com sinais."
                },
                {
                    "versiculos": "33–36",
                    "titulo": "A lâmpada do corpo",
                    "explicacao": "Os olhos representam intenção e foco. Um coração dividido gera escuridão espiritual."
                },
                {
                    "versiculos": "37–44",
                    "titulo": "Ai dos fariseus",
                    "explicacao": "Jesus denuncia limpeza externa e corrupção interna. Religião que impressiona pessoas, mas não transforma o coração, é condenada."
                },
                {
                    "versiculos": "45–54",
                    "titulo": "Ai dos intérpretes da Lei",
                    "explicacao": "Eles dificultam o acesso a Deus, em vez de facilitar. Conhecimento usado para controle é perversão espiritual."
                }
            ],
            "sintese": [
                "Oração alinha prioridades",
                "Perseverança fortalece a fé",
                "Neutralidade espiritual não existe",
                "Religião sem transformação é vazia",
                "Conhecimento sem amor endurece"
            ]
        },
        {
            "numero": 12,
            "titulo": "Evangelho de Lucas — Capítulo 12",
            "intro": "Explicação detalhada dos versículos 1–59",
            "blocos": [
                {
                    "versiculos": "1–3",
                    "titulo": "O fermento da hipocrisia",
                    "explicacao": "Jesus alerta que a hipocrisia começa pequena, mas contamina tudo. A verdade sempre vem à tona. Alerta: vida dupla destrói credibilidade espiritual."
                },
                {
                    "versiculos": "4–7",
                    "titulo": "Temer a Deus",
                    "explicacao": "Jesus ensina que o temor correto não é medo humano, mas reverência a Deus. Deus conhece até detalhes insignificantes da vida. Consolo: você não é invisível para Deus."
                },
                {
                    "versiculos": "8–12",
                    "titulo": "Confessar Cristo",
                    "explicacao": "Negar Jesus por medo traz consequências eternas. O Espírito Santo sustenta quem permanece fiel."
                },
                {
                    "versiculos": "13–21",
                    "titulo": "O rico insensato",
                    "explicacao": "Jesus condena acumular sem considerar a eternidade. Riqueza sem propósito espiritual é desperdício de vida. Alerta: sucesso material não é segurança eterna."
                },
                {
                    "versiculos": "22–34",
                    "titulo": "Ansiedade",
                    "explicacao": "Jesus mostra que ansiedade revela falta de confiança. Buscar o Reino redefine prioridades. Pró: confiar em Deus traz paz; Alerta: apego excessivo gera inquietação."
                },
                {
                    "versiculos": "35–48",
                    "titulo": "Vigilância",
                    "explicacao": "Jesus ensina prontidão constante. Quem recebe mais, será cobrado mais. Responsabilidade espiritual cresce com conhecimento."
                },
                {
                    "versiculos": "49–53",
                    "titulo": "Divisão por causa do Reino",
                    "explicacao": "O evangelho não traz apenas conforto, mas confronto. A verdade divide quando não é aceita."
                },
                {
                    "versiculos": "54–59",
                    "titulo": "Discernir o tempo",
                    "explicacao": "Jesus critica a habilidade de analisar o clima, mas ignorar o espiritual. Alerta final: adiar decisões espirituais traz consequências."
                }
            ],
            "sintese": [
                "Hipocrisia corrói a fé",
                "Deus cuida dos detalhes",
                "Vida sem eternidade é vazia",
                "Confiança vence ansiedade",
                "Decisões espirituais não devem ser adiadas"
            ]
        },
        {
            "numero": 13,
            "titulo": "Evangelho de Lucas — Capítulo 13",
            "intro": "Explicação detalhada dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Tragédias e arrependimento",
                    "explicacao": "Jesus corrige a ideia de que tragédias acontecem apenas com “grandes pecadores”. Ele ensina que o sofrimento não é régua de santidade. O foco não é julgar os outros, mas avaliar a própria vida. Alerta: ignorar o arrependimento leva à perdição. Pró: arrependimento gera restauração."
                },
                {
                    "versiculos": "6–9",
                    "titulo": "Parábola da figueira estéril",
                    "explicacao": "A figueira representa quem recebe cuidado espiritual, mas não produz frutos. Deus é paciente, mas essa paciência não é infinita. Alerta sério: tempo não substitui arrependimento. Pró: Deus oferece novas oportunidades."
                },
                {
                    "versiculos": "10–17",
                    "titulo": "Cura da mulher encurvada",
                    "explicacao": "Jesus cura no sábado, confrontando o legalismo. A mulher estava presa há 18 anos, simbolizando opressões prolongadas. Jesus prioriza libertação humana acima de regras religiosas. Lição: religião sem compaixão escraviza."
                },
                {
                    "versiculos": "18–21",
                    "titulo": "Grão de mostarda e fermento",
                    "explicacao": "O Reino começa pequeno, mas cresce de forma poderosa e invisível. Transformação espiritual verdadeira acontece de dentro para fora."
                },
                {
                    "versiculos": "22–30",
                    "titulo": "A porta estreita",
                    "explicacao": "Muitos querem entrar no Reino, mas poucos aceitam o caminho da obediência. Conhecer Jesus superficialmente não garante salvação. Alerta: religiosidade não substitui relacionamento."
                },
                {
                    "versiculos": "31–35",
                    "titulo": "Lamento sobre Jerusalém",
                    "explicacao": "Jesus expressa dor pela rejeição do povo. Deus não rejeita primeiro; o ser humano é quem se afasta. Pró: Deus deseja acolher. Contras: orgulho impede salvação."
                }
            ],
            "sintese": [
                "Arrependimento é pessoal",
                "Deus é paciente, mas justo",
                "Misericórdia vence legalismo",
                "O Reino cresce silenciosamente",
                "Rejeitar Jesus traz perda espiritual"
            ]
        },
        {
            "numero": 14,
            "titulo": "Evangelho de Lucas — Capítulo 14",
            "intro": "Explicação detalhada dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Cura no sábado",
                    "explicacao": "Jesus novamente confronta a hipocrisia religiosa. O silêncio dos fariseus revela dureza de coração. Lição: regras sem amor perdem o propósito."
                },
                {
                    "versiculos": "7–11",
                    "titulo": "Escolher o último lugar",
                    "explicacao": "Jesus ensina humildade prática. Exaltação própria leva à humilhação; humildade leva à honra verdadeira. Pró: humildade atrai graça. Alerta: orgulho cega."
                },
                {
                    "versiculos": "12–14",
                    "titulo": "Convidar quem não pode retribuir",
                    "explicacao": "Jesus confronta interesses egoístas disfarçados de bondade. O Reino recompensa atitudes invisíveis."
                },
                {
                    "versiculos": "15–24",
                    "titulo": "Parábola do grande banquete",
                    "explicacao": "Os convidados recusam por causa de prioridades pessoais. O Reino é oferecido, mas não imposto. Alerta: desculpas revelam o que domina o coração. Pró: Deus acolhe os rejeitados."
                },
                {
                    "versiculos": "25–33",
                    "titulo": "O custo do discipulado",
                    "explicacao": "Jesus é direto: seguir a Ele exige prioridade absoluta. Não se trata de rejeitar pessoas, mas de colocar Deus acima de tudo. Alerta forte: seguir Jesus sem renúncia é ilusão."
                },
                {
                    "versiculos": "34–35",
                    "titulo": "O sal sem sabor",
                    "explicacao": "Discípulos sem compromisso perdem influência espiritual. Fé sem prática se torna irrelevante."
                }
            ],
            "sintese": [
                "Humildade revela maturidade",
                "Deus valoriza intenções, não aparências",
                "O Reino exige prioridade",
                "Discipulado tem custo real",
                "Fé sem compromisso perde impacto"
            ]
        },
        {
            "numero": 15,
            "titulo": "Evangelho de Lucas — Capítulo 15",
            "intro": "Explicação detalhada dos versículos 1–32",
            "blocos": [
                {
                    "versiculos": "1–7",
                    "titulo": "A ovelha perdida",
                    "explicacao": "Jesus mostra o valor do indivíduo. Deus busca ativamente quem se perdeu. Pró: ninguém é insignificante para Deus. Alerta: rejeitar o arrependimento impede alegria espiritual."
                },
                {
                    "versiculos": "8–10",
                    "titulo": "A dracma perdida",
                    "explicacao": "Deus valoriza o que parece pequeno aos olhos humanos. O arrependimento gera celebração no céu."
                },
                {
                    "versiculos": "11–24",
                    "titulo": "O filho pródigo",
                    "explicacao": "O filho mais novo busca liberdade sem responsabilidade. O arrependimento verdadeiro envolve reconhecimento, retorno e humildade. O pai representa um Deus que restaura, não humilha. Pró: graça abundante. Contras: escolhas erradas trazem dor."
                },
                {
                    "versiculos": "25–32",
                    "titulo": "O filho mais velho",
                    "explicacao": "Representa religiosidade sem misericórdia. Obediência sem amor gera ressentimento. Alerta: é possível estar “em casa” e longe do coração do Pai."
                }
            ],
            "sintese": [
                "Deus busca o perdido",
                "Arrependimento gera restauração",
                "Graça não elimina responsabilidade",
                "Religião sem amor afasta",
                "O coração do Pai é misericordioso"
            ]
        },
        {
            "numero": 16,
            "titulo": "Evangelho de Lucas — Capítulo 16",
            "intro": "Explicação detalhada dos versículos 1–31",
            "blocos": [
                {
                    "versiculos": "1–13",
                    "titulo": "Parábola do administrador infiel",
                    "explicacao": "Jesus ensina sobre sabedoria prática e fidelidade na administração dos recursos. O administrador age com astúcia para garantir seu futuro, mesmo de forma errada. Jesus não aprova o pecado, mas ensina a usar bem o que é temporário. Pró: responsabilidade e estratégia espiritual são importantes. Alerta: enganar ou manipular para benefício próprio gera juízo."
                },
                {
                    "versiculos": "14–18",
                    "titulo": "Advertência contra o amor ao dinheiro",
                    "explicacao": "Jesus condena a cobiça e mostra que servir a Deus e ao dinheiro é impossível. Alerta: riqueza sem propósito espiritual conduz à idolatria. Pró: prioridade ao Reino gera liberdade verdadeira."
                },
                {
                    "versiculos": "19–31",
                    "titulo": "O rico e Lázaro",
                    "explicacao": "O rico vive em conforto sem compaixão; Lázaro sofre, mas é consolado após a morte. Jesus ensina consequências eternas do egoísmo. Pró: vida altruísta produz recompensa eterna. Alerta: ignorar os necessitados traz juízo inevitável."
                }
            ],
            "sintese": [
                "Fidelidade no que é temporal é teste espiritual",
                "Cobiça endurece o coração",
                "Misericórdia transforma vidas",
                "Decisões humanas têm consequências eternas",
                "Justiça espiritual supera aparências"
            ]
        },
        {
            "numero": 17,
            "titulo": "Evangelho de Lucas — Capítulo 17",
            "intro": "Explicação detalhada dos versículos 1–37",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Escândalos e perdão",
                    "explicacao": "Jesus alerta sobre tropeços espirituais. A raiz do pecado é contagiosa, mas perdão deve ser contínuo. Pró: perdoar fortalece relacionamentos e a fé. Alerta: não corrigir erros gera destruição espiritual."
                },
                {
                    "versiculos": "5–6",
                    "titulo": "Fé do tamanho de um grão de mostarda",
                    "explicacao": "Mesmo fé pequena, mas genuína, pode mover montanhas espirituais. Lição: Deus valoriza intenção e persistência mais que tamanho da fé."
                },
                {
                    "versiculos": "7–10",
                    "titulo": "Servos inúteis",
                    "explicacao": "Servir sem esperar recompensa é verdadeiro serviço. Pró: humildade define discípulo real. Alerta: expectativa de reconhecimento pode corromper serviço."
                },
                {
                    "versiculos": "11–19",
                    "titulo": "Cura do leproso samaritano",
                    "explicacao": "Dez são curados, apenas um retorna para agradecer. Pró: gratidão é expressão de fé. Alerta: ingratidão revela coração endurecido."
                },
                {
                    "versiculos": "20–37",
                    "titulo": "Reino de Deus e vigilância",
                    "explicacao": "O Reino não é visível como estrutura política. Jesus fala sobre prontidão constante e julgamento. Pró: vida vigilante mantém relacionamento com Deus. Alerta: negligência espiritual leva a perda."
                }
            ],
            "sintese": [
                "Perdão é contínuo e necessário",
                "Fé verdadeira não depende de tamanho",
                "Serviço humilde é verdadeiro",
                "Gratidão revela maturidade espiritual",
                "Vigilância espiritual é obrigatória"
            ]
        },
        {
            "numero": 18,
            "titulo": "Evangelho de Lucas — Capítulo 18",
            "intro": "Explicação detalhada dos versículos 1–43",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "Parábola da viúva persistente",
                    "explicacao": "Deus valoriza persistência e justiça. A oração perseverante é ouvida. Pró: fé ativa produz resultados. Alerta: desistir cedo impede que a graça atue."
                },
                {
                    "versiculos": "9–14",
                    "titulo": "Fariseu e cobrador de impostos",
                    "explicacao": "O fariseu confia em sua religiosidade; o cobrador se humilha. Lição: Deus exalta os humildes, não os orgulhosos. Pró: humildade gera aceitação divina. Alerta: religiosidade sem coração é vazia."
                },
                {
                    "versiculos": "15–17",
                    "titulo": "Jesus e as crianças",
                    "explicacao": "O Reino pertence aos que aceitam como crianças: com confiança e simplicidade. Lição: fé complexa ou arrogante bloqueia a entrada no Reino."
                },
                {
                    "versiculos": "18–30",
                    "titulo": "O jovem rico",
                    "explicacao": "Jesus confronta apego a riquezas e conforto. Pró: desprendimento gera liberdade. Alerta: apego material impede compromisso com Deus."
                },
                {
                    "versiculos": "31–34",
                    "titulo": "Terceiro anúncio da cruz",
                    "explicacao": "Jesus reforça que o Messias sofrerá, será rejeitado e morto, mas ressuscitará. Alerta: seguir o Cristo envolve sofrimento real, não apenas conforto."
                },
                {
                    "versiculos": "35–43",
                    "titulo": "Cura de Bartimeu",
                    "explicacao": "O cego clama por misericórdia e é curado. Pró: fé perseverante transforma vida. Alerta: passividade espiritual limita milagres."
                }
            ],
            "sintese": [
                "Persistência na oração produz resultados",
                "Humildade é central para o Reino",
                "Confiança simples é essencial",
                "Apego a bens impede crescimento espiritual",
                "Fé ativa transforma vidas"
            ]
        },
        {
            "numero": 19,
            "titulo": "Evangelho de Lucas — Capítulo 19",
            "intro": "Explicação detalhada dos versículos 1–48",
            "blocos": [
                {
                    "versiculos": "1–10",
                    "titulo": "Zaqueu, o cobrador de impostos",
                    "explicacao": "Zaqueu, rico e desprezado, deseja ver Jesus. Ele se humilha subindo em uma árvore. Lição: arrependimento genuíno envolve reconhecimento e mudança de atitude. Jesus declara salvação em sua casa, mostrando que transformação prática acompanha a fé. Pró: humildade e fé atraem a presença de Deus. Alerta: posição social ou riqueza não substituem obediência."
                },
                {
                    "versiculos": "11–27",
                    "titulo": "Parábola das minas",
                    "explicacao": "Jesus prepara os discípulos para o Reino. A parábola mostra que todos receberão responsabilidades proporcionais à oportunidade dada. Pró: investir no Reino produz recompensa eterna. Alerta: negligência e preguiça espiritual levam a perda e julgamento."
                },
                {
                    "versiculos": "28–40",
                    "titulo": "Entrada triunfal em Jerusalém",
                    "explicacao": "Jesus é recebido como Rei, mas sua glória é espiritual, não política. O povo celebra superficialmente, sem compreender a natureza de seu Reino. Lição: expectativas humanas muitas vezes confundem a verdadeira missão de Deus."
                },
                {
                    "versiculos": "41–44",
                    "titulo": "Lamento sobre Jerusalém",
                    "explicacao": "Jesus chora pela cidade que rejeita salvação e enfrenta destruição futura. Alerta: rejeitar Deus gera consequências sérias. Pró: arrependimento ainda é possível."
                },
                {
                    "versiculos": "45–48",
                    "titulo": "Purificação do templo",
                    "explicacao": "Jesus expulsa comerciantes e vendedores, denunciando corrupção religiosa. Lição: fé sem justiça e reverência é rejeitada por Deus. Pró: Deus valoriza integridade e devoção."
                }
            ],
            "sintese": [
                "Arrependimento genuíno transforma vidas",
                "Responsabilidade espiritual traz recompensa",
                "Expectativas humanas podem distorcer o Reino",
                "Rejeição de Deus gera consequência",
                "Justiça e devoção devem acompanhar fé"
            ]
        },
        {
            "numero": 20,
            "titulo": "Evangelho de Lucas — Capítulo 20",
            "intro": "Explicação detalhada dos versículos 1–47",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "Autoridade de Jesus questionada",
                    "explicacao": "Os líderes religiosos tentam desacreditar Jesus. Alerta: manipulação da verdade revela coração endurecido. Pró: Jesus demonstra sabedoria e autoridade divinas."
                },
                {
                    "versiculos": "9–19",
                    "titulo": "Parábola dos lavradores maus",
                    "explicacao": "Jesus denuncia líderes que rejeitam os enviados de Deus. Lição: quem recebe conhecimento espiritual tem responsabilidade maior. Alerta: rejeição da verdade traz juízo inevitável."
                },
                {
                    "versiculos": "20–26",
                    "titulo": "Pergunta sobre tributos a César",
                    "explicacao": "Jesus responde com equilíbrio: cumprir dever civil sem comprometer fidelidade a Deus. Pró: discernimento é necessário na vida prática. Alerta: rigidez ou manipulação da Lei gera erro."
                },
                {
                    "versiculos": "27–40",
                    "titulo": "Ressurreição e vida eterna",
                    "explicacao": "Jesus confronta saduceus que negam a ressurreição, mostrando que Deus é Deus dos vivos, não dos mortos. Lição: fé em Deus transcende limitações humanas. Alerta: ignorar vida espiritual verdadeira gera cegueira."
                },
                {
                    "versiculos": "41–44",
                    "titulo": "O Cristo, filho de Davi",
                    "explicacao": "Jesus revela sua identidade como Senhor e Messias, superior à expectativa humana. Pró: reconhecer Cristo é essencial. Alerta: entendimento parcial leva a idolatria ou rejeição."
                },
                {
                    "versiculos": "45–47",
                    "titulo": "Ai dos intérpretes da Lei",
                    "explicacao": "Líderes religiosos buscam reconhecimento e exploram o povo. Alerta: religiosidade sem amor causa opressão. Pró: humildade e serviço geram influência real."
                }
            ],
            "sintese": [
                "Autoridade espiritual vem de Deus",
                "Rejeitar enviados de Deus traz juízo",
                "Discernimento equilibra vida prática e espiritual",
                "Vida eterna supera expectativas humanas",
                "Liderança espiritual exige serviço, não exibição"
            ]
        },
        {
            "numero": 21,
            "titulo": "Evangelho de Lucas — Capítulo 21",
            "intro": "Explicação detalhada dos versículos 1–38",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "A oferta da viúva pobre",
                    "explicacao": "Ela oferece tudo o que tem, enquanto ricos dão sobra. Lição: Deus avalia intenção e entrega, não quantidade. Pró: fé sacrificial honra Deus. Alerta: contribuição superficial revela coração egoísta."
                },
                {
                    "versiculos": "5–6",
                    "titulo": "Ruínas do templo",
                    "explicacao": "Jesus prediz destruição futura. Lição: até coisas grandiosas são temporárias. Pró: foco deve ser eterno, não material. Alerta: apego ao temporal leva à perda espiritual."
                },
                {
                    "versiculos": "7–19",
                    "titulo": "Sinais antes da destruição",
                    "explicacao": "Guerras, terremotos e perseguições são alertas. Pró: preparação espiritual gera resiliência. Alerta: despreparo ou medo extremo paralisa discípulos."
                },
                {
                    "versiculos": "20–24",
                    "titulo": "Jerusalém sitiada",
                    "explicacao": "Jesus prediz sofrimento e fuga. Lição: crises revelam fé real. Alerta: ignorar advertências de Deus gera desastre."
                },
                {
                    "versiculos": "25–28",
                    "titulo": "Sinais cósmicos",
                    "explicacao": "Sol, lua e estrelas são símbolos da transição e julgamento. Pró: confiar em Deus durante crises mantém esperança."
                },
                {
                    "versiculos": "29–33",
                    "titulo": "Parábola da figueira",
                    "explicacao": "Sinais indicam proximidade do Reino, mas não determinam datas. Alerta: ansiedade não substitui vigilância."
                },
                {
                    "versiculos": "34–36",
                    "titulo": "Vigiar e orar",
                    "explicacao": "Jesus reforça oração constante e vigilância. Pró: oração fortalece resistência espiritual. Alerta: negligência espiritual é perigosa."
                },
                {
                    "versiculos": "37–38",
                    "titulo": "Jesus no templo",
                    "explicacao": "Ele ensina diariamente, mostrando disciplina e prioridade em ensinar e orar. Pró: perseverança gera maturidade. Alerta: distração espiritual limita crescimento."
                }
            ],
            "sintese": [
                "Entrega sincera honra a Deus",
                "Tudo material é temporário",
                "Preparação espiritual gera resiliência",
                "Vigiar e orar sustenta a fé nas crises",
                "Disciplina diária é essencial"
            ]
        },
        {
            "numero": 22,
            "titulo": "Evangelho de Lucas — Capítulo 22",
            "intro": "Explicação detalhada dos versículos 1–71",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "A conspiração e a traição de Judas",
                    "explicacao": "Os líderes religiosos buscam uma forma discreta de eliminar Jesus, temendo a reação popular. Judas, um dos doze, permite que a insatisfação e a ambição cresçam em seu coração e se dispõe a traí-lo. O texto revela que a rejeição da verdade começa internamente, muito antes de se manifestar em ações externas."
                },
                {
                    "versiculos": "7–20",
                    "titulo": "A última ceia e a nova aliança",
                    "explicacao": "Jesus celebra a Páscoa e redefine seu significado ao associar o pão e o vinho ao seu corpo e sangue. Ele estabelece uma nova aliança baseada em seu sacrifício voluntário. A ceia ensina que comunhão com Deus envolve memória consciente, gratidão e compromisso com a obra de Cristo."
                },
                {
                    "versiculos": "21–30",
                    "titulo": "A traição anunciada e o verdadeiro significado de grandeza",
                    "explicacao": "Mesmo após o anúncio da traição, os discípulos discutem quem seria o maior. Jesus corrige essa visão, explicando que no Reino de Deus a verdadeira grandeza se manifesta no serviço e na disposição de se doar pelos outros. Liderança espiritual nasce da humildade, não da busca por posição."
                },
                {
                    "versiculos": "31–38",
                    "titulo": "Advertência a Pedro e preparo para tempos difíceis",
                    "explicacao": "Jesus revela que Pedro passaria por uma profunda crise de fé, mas também afirma que sua queda não seria definitiva. Isso mostra que Deus conhece a fragilidade humana e trabalha na restauração. O preparo espiritual é apresentado como essencial para enfrentar oposição e perseguição."
                },
                {
                    "versiculos": "39–46",
                    "titulo": "A oração no Getsêmani",
                    "explicacao": "Jesus enfrenta intensa angústia emocional e espiritual. Em oração, Ele submete sua vontade à do Pai. O episódio mostra que obediência não elimina sofrimento, mas encontra força na confiança plena em Deus."
                },
                {
                    "versiculos": "47–53",
                    "titulo": "A prisão de Jesus",
                    "explicacao": "Judas usa um beijo para identificar Jesus, transformando um gesto de afeto em sinal de traição. Jesus não reage com violência, demonstrando domínio espiritual e aceitação consciente do plano divino."
                },
                {
                    "versiculos": "54–62",
                    "titulo": "A negação de Pedro",
                    "explicacao": "Tomado pelo medo, Pedro nega conhecer Jesus três vezes. O olhar de Jesus leva Pedro ao arrependimento profundo. O texto revela que falhas humanas não anulam a possibilidade de restauração quando há arrependimento sincero."
                },
                {
                    "versiculos": "63–71",
                    "titulo": "O julgamento religioso",
                    "explicacao": "Jesus é humilhado e condenado injustamente pelas autoridades religiosas. Mesmo sob violência e escárnio, Ele afirma sua identidade como Filho de Deus. O julgamento evidencia como a religião, quando desvinculada da verdade, pode se tornar instrumento de injustiça."
                }
            ],
            "sintese": [
                "A traição nasce no afastamento do coração",
                "A nova aliança é fundamentada no sacrifício de Cristo",
                "Grandeza espiritual se expressa pelo serviço",
                "A oração sustenta a obediência em momentos de dor",
                "O arrependimento abre caminho para restauração"
            ]
        },
        {
            "numero": 23,
            "titulo": "Evangelho de Lucas — Capítulo 23",
            "intro": "Explicação detalhada dos versículos 1–56",
            "blocos": [
                {
                    "versiculos": "1–25",
                    "titulo": "Jesus diante de Pilatos e Herodes",
                    "explicacao": "Jesus é levado às autoridades políticas e acusado injustamente. Pilatos reconhece sua inocência, mas cede à pressão popular. Barrabás é libertado, enquanto Jesus é condenado. O texto mostra como decisões baseadas no medo e na conveniência distorcem a justiça."
                },
                {
                    "versiculos": "26–31",
                    "titulo": "O caminho até o Gólgota",
                    "explicacao": "Durante o trajeto para a crucificação, Jesus demonstra compaixão pelas mulheres que choram. Mesmo em sofrimento extremo, Ele aponta para consequências futuras mais profundas, revelando preocupação com o destino espiritual do povo."
                },
                {
                    "versiculos": "32–43",
                    "titulo": "A crucificação e o arrependimento",
                    "explicacao": "Jesus é crucificado entre dois criminosos. Um deles reconhece sua culpa e pede misericórdia, recebendo a promessa de salvação. O episódio mostra que o arrependimento genuíno pode ocorrer mesmo nos momentos finais da vida."
                },
                {
                    "versiculos": "44–49",
                    "titulo": "A morte de Jesus",
                    "explicacao": "Trevas cobrem a terra e o véu do templo se rasga, simbolizando que o acesso a Deus não está mais restrito. Jesus entrega sua vida conscientemente, demonstrando total confiança no Pai e cumprindo o plano de redenção."
                },
                {
                    "versiculos": "50–56",
                    "titulo": "O sepultamento de Jesus",
                    "explicacao": "José de Arimateia sepulta Jesus com honra e respeito. As mulheres observam atentamente, mantendo fidelidade mesmo diante da dor e da aparente derrota. O texto encerra com silêncio, expectativa e esperança."
                }
            ],
            "sintese": [
                "A justiça humana pode ser corrompida pelo medo",
                "Jesus enfrenta o sofrimento com compaixão",
                "O arrependimento sincero conduz à salvação",
                "A morte de Cristo cumpre o plano de Deus",
                "A fidelidade permanece mesmo em tempos de silêncio"
            ]
        },
        {
            "numero": 24,
            "titulo": "Evangelho de Lucas — Capítulo 24",
            "intro": "Explicação detalhada dos versículos 1–53",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "O túmulo vazio e o anúncio da ressurreição",
                    "explicacao": "As mulheres vão ao túmulo levando aromas, esperando encontrar um corpo, mas encontram o túmulo vazio. Os anjos anunciam que Jesus ressuscitou, lembrando as palavras que Ele havia dito anteriormente. A incredulidade inicial dos discípulos revela como a dor, o medo e a perda podem dificultar a compreensão das promessas de Deus, mesmo quando já foram claramente anunciadas."
                },
                {
                    "versiculos": "13–27",
                    "titulo": "O caminho de Emaús e a explicação das Escrituras",
                    "explicacao": "Dois discípulos caminham desanimados, acreditando que tudo havia terminado. Jesus se aproxima, mas eles não o reconhecem. Ele passa a explicar, desde as Escrituras, que o sofrimento do Messias fazia parte do plano divino. O texto mostra que a fé se fortalece quando a Palavra é compreendida à luz do propósito de Deus."
                },
                {
                    "versiculos": "28–35",
                    "titulo": "Jesus é reconhecido na comunhão",
                    "explicacao": "Ao partir o pão, os discípulos reconhecem Jesus. A presença de Cristo se torna clara no ato simples da comunhão. Esse momento ensina que o entendimento espiritual não nasce apenas da informação, mas da convivência, da partilha e da abertura do coração."
                },
                {
                    "versiculos": "36–43",
                    "titulo": "Jesus aparece aos discípulos reunidos",
                    "explicacao": "Jesus se apresenta vivo aos discípulos, dissipando o medo e a dúvida. Ele mostra as marcas da crucificação e come com eles, demonstrando que sua ressurreição é real e concreta. A fé cristã é apresentada como fundamentada em fatos, não em ilusões."
                },
                {
                    "versiculos": "44–49",
                    "titulo": "Compreensão das Escrituras e missão",
                    "explicacao": "Jesus explica que sua morte e ressurreição estavam previstas nas Escrituras e que o arrependimento e o perdão seriam anunciados a todas as nações. Ele prepara os discípulos para a missão, prometendo o Espírito Santo como fonte de poder e direção."
                },
                {
                    "versiculos": "50–53",
                    "titulo": "A ascensão de Jesus",
                    "explicacao": "Jesus conduz os discípulos até Betânia, os abençoa e é elevado aos céus. Eles retornam a Jerusalém cheios de alegria e esperança. A ascensão não representa ausência, mas o início de uma nova etapa, em que a obra de Deus continua através dos que creem."
                }
            ],
            "sintese": [
                "A ressurreição confirma as promessas de Deus",
                "A Palavra esclarece o sentido do sofrimento",
                "A comunhão fortalece o reconhecimento espiritual",
                "A fé cristã se baseia em realidade concreta",
                "A missão continua através dos discípulos"
            ]
        }
    ]
}