{
    "livro": "Mateus",
    "titulo": "Evangelho de Mateus Explicado",
    "descricao": "Explicações detalhadas de cada capítulo do Evangelho de Mateus, revelando o contexto, significado e aplicação prática dos ensinamentos de Jesus.",
    "capitulos": [
        {
            "numero": 1,
            "titulo": "Evangelho de Mateus — Capítulo 1",
            "intro": "Explicação completa dos versículos 1–25",
            "blocos": [
                {
                    "versiculos": "1–17",
                    "titulo": "Genealogia de Jesus",
                    "explicacao": "Mateus inicia apresentando a linhagem de Jesus para mostrar sua legitimidade histórica e espiritual. A genealogia conecta Jesus a Abraão e Davi, reforçando que Ele cumpre as promessas feitas ao povo de Israel. A inclusão de pessoas com histórias complexas demonstra que Deus age mesmo através de falhas humanas e que Seu plano não depende de perfeição moral, mas de propósito."
                },
                {
                    "versiculos": "18–19",
                    "titulo": "Concepção e dilema de José",
                    "explicacao": "Aqui é explicado o contexto do nascimento de Jesus. José enfrenta um conflito moral profundo: agir según a lei ou según a misericórdia. Sua decisão inicial revela justiça equilibrada com compaixão, mostrando que obediência a Deus não precisa ser cruel."
                },
                {
                    "versiculos": "20–21",
                    "titulo": "Intervenção divina",
                    "explicacao": "Deus intervém para esclarecer o plano e remover o medo de José. A mensagem deixa claro que o nascimento de Jesus é sobrenatural e tem um propósito específico: salvar, restaurar e reconciliar. Não se trata apenas de um nascimento extraordinário, mas de uma missão espiritual."
                },
                {
                    "versiculos": "22–23",
                    "titulo": "Cumprimento profético",
                    "explicacao": "Mateus reforça que os acontecimentos não são aleatórios. O nascimento de Jesus cumpre promessas antigas, mostrando continuidade entre o Antigo e o Novo Testamento. Deus se revela como alguém fiel ao que prometeu ao longo da história."
                },
                {
                    "versiculos": "24–25",
                    "titulo": "Obediência e humildade",
                    "explicacao": "José obedece sem questionar, assumindo responsabilidade mesmo diante de possíveis julgamentos sociais. Sua atitude demonstra fé prática, silêncio obediente e confiança total no plano divino. O capítulo termina destacando que o início da vida de Jesus já é marcado por entrega, obediência e propósito."
                }
            ],
            "sintese": [
                "Jesus tem identidade histórica e espiritual",
                "Deus cumpre promessas mesmo através de histórias imperfeitas",
                "Misericórdia e justiça podem caminhar juntas",
                "A obediência silenciosa tem grande valor",
                "O plano de Deus supera expectativas humanas"
            ]
        },
        {
            "numero": 2,
            "titulo": "Evangelho de Mateus — Capítulo 2",
            "intro": "Explicação completa dos versículos 1–23",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "O nascimento e a reação do poder",
                    "explicacao": "O capítulo mostra que o nascimento de Jesus provoca reações opostas: busca sincera por parte dos sábios e medo por parte dos governantes. O poder político se sente ameaçado quando confrontado com um reino que não depende de força, mas de autoridade espiritual."
                },
                {
                    "versiculos": "7–12",
                    "titulo": "Discernimento e adoração",
                    "explicacao": "Os sábios demonstram sensibilidade espiritual e disposição para adorar, não para controlar. Eles reconhecem valor espiritual onde outros veem fragilidade. A atitude deles revela que verdadeira sabedoria conduz à humildade e à obediência a Deus."
                },
                {
                    "versiculos": "13–15",
                    "titulo": "Proteção divina e fuga",
                    "explicacao": "Deus orienta José a proteger a criança. Isso mostra que o plano divino não exclui sofrimento ou deslocamento, mas garante preservação do propósito. A obediência novamente aparece como meio de proteção."
                },
                {
                    "versiculos": "16–18",
                    "titulo": "Violência e consequência do medo",
                    "explicacao": "O texto expõe o lado sombrio do poder quando dominado pelo medo. A violência surge como tentativa desesperada de manter controle. O sofrimento inocente é reconhecido como parte de um mundo quebrado, sem invalidar o plano divino."
                },
                {
                    "versiculos": "19–23",
                    "titulo": "Retorno e cumprimento do plano",
                    "explicacao": "Com a morte do perseguidor, a família retorna conforme orientação divina. Cada movimento confirma que Deus dirige os caminhos mesmo em cenários instáveis. A vida de Jesus se desenvolve longe de centros de poder, reforçando humildade e propósito."
                }
            ],
            "sintese": [
                "O nascimento de Jesus confronta estruturas de poder",
                "Sabedoria verdadeira leva à adoração",
                "Deus protege Seus propósitos",
                "O medo gera violência e destruição",
                "O plano divino avança mesmo em ambientes hostis"
            ]
        },
        {
            "numero": 3,
            "titulo": "Evangelho de Mateus — Capítulo 3",
            "intro": "Explicação completa dos versículos 1–17",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Chamado ao arrependimento",
                    "explicacao": "João Batista surge preparando o caminho para algo maior. Sua mensagem é direta: mudança de vida, consciência moral e retorno ao essencial. Ele confronta a superficialidade religiosa e chama o povo a uma transformação real, não apenas externa."
                },
                {
                    "versiculos": "7–10",
                    "titulo": "Confronto com a religiosidade vazia",
                    "explicacao": "João denuncia líderes religiosos que confiam apenas em posição social ou tradição. Ele ensina que fé genuína produz frutos visíveis. Sem mudança prática, a religião se torna inútil e até perigosa."
                },
                {
                    "versiculos": "11–12",
                    "titulo": "Autoridade do que virá",
                    "explicacao": "João reconhece seus limites e aponta para alguém superior. Ele deixa claro que sua missão é preparatória. A obra de Jesus será mais profunda, transformadora e definitiva, atuando no interior das pessoas."
                },
                {
                    "versiculos": "13–15",
                    "titulo": "Humildade de Jesus",
                    "explicacao": "Jesus se submete ao batismo não por necessidade pessoal, mas por identificação com a humanidade. Isso revela humildade, obediência e compromisso com a missão. Ele não se coloca acima das pessoas, mas ao lado delas."
                },
                {
                    "versiculos": "16–17",
                    "titulo": "Confirmação divina",
                    "explicacao": "O capítulo termina com a confirmação pública da identidade e missão de Jesus. Deus valida o início do ministério, mostrando aprovação, presença e direção. O caminho está preparado para a mensagem e a obra que virão."
                }
            ],
            "sintese": [
                "Transformação começa with arrependimento real",
                "Religião sem prática é vazia",
                "Humildade precede autoridade",
                "Jesus se identifica com a humanidade",
                "Deus confirma aquilo que nasce de Sua vontade"
            ]
        },
        {
            "numero": 4,
            "titulo": "Evangelho de Mateus — Capítulo 4",
            "intro": "Explicação completa dos versículos 1–25",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Tentação no deserto — Dependência da Palavra",
                    "explicacao": "Jesus é levado ao deserto e enfrenta a tentação num momento de fragilidade física. O inimigo tenta reduzir a vida à necessidade material, mas Jesus responde mostrando que o ser humano não vive apenas do que satisfaz o corpo, e sim da Palavra de Deus. Aqui fica claro que a obediência a Deus é mais importante que qualquer conforto imediato."
                },
                {
                    "versiculos": "5–7",
                    "titulo": "Uso errado da fé",
                    "explicacao": "O inimigo tenta levar Jesus a provar sua fé de forma irresponsável, usando até textos sagrados fora do contexto. Jesus responde ensinando que faith não é testar Deus, mas confiar Nele com reverência. Milagres não são ferramentas para exibicionismo espiritual."
                },
                {
                    "versiculos": "8–11",
                    "titulo": "Poder sem submissão",
                    "explicacao": "A última tentação oferece poder, glória e domínio sem sofrimento, desde que Jesus abra mão da fidelidade a Deus. Jesus rejeita esse atalho e reafirma que somente Deus merece adoração. O episódio mostra que nem todo caminho fácil vem de Deus."
                },
                {
                    "versiculos": "12–17",
                    "titulo": "Início do ministério público",
                    "explicacao": "Após a prisão de João Batista, Jesus inicia seu ministério na Galileia. Ele cumpre profecias antigas e começa a anunciar a mesma mensagem central: arrependimento. Isso mostra continuidade no plano divino e reforça que a transformação interior é a base do Reino de Deus."
                },
                {
                    "versiculos": "18–22",
                    "titulo": "Chamado dos primeiros discípulos",
                    "explicacao": "Jesus chama pessoas simples, trabalhadores comuns, e os convida a uma missão maior. Ele não exige preparo religioso prévio, apenas disposição para seguir. A resposta imediata dos discípulos revela que o chamado verdadeiro provoca decisão, não adiamento."
                },
                {
                    "versiculos": "23–25",
                    "titulo": "Autoridade na palavra e nas ações",
                    "explicacao": "Jesus percorre cidades ensinando, curando e libertando pessoas. Sua mensagem não é apenas discurso, mas ação concreta. O Reino de Deus se manifesta tanto no que Ele fala quanto no que Ele faz, trazendo restauração completa às pessoas."
                }
            ],
            "sintese": [
                "Fidelidade a Deus vale mais que necessidades imediatas",
                "Fé verdadeira não testa Deus, confia Nele",
                "Nem todo poder oferecido vem de Deus",
                "O chamado de Jesus exige decisão e compromisso",
                "O Reino de Deus transforma palavras em ações"
            ]
        },
        {
            "numero": 5,
            "titulo": "Evangelho de Mateus — Capítulo 5",
            "intro": "Explicação completa dos versículos 1–48",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "As bem-aventuranças — Valores invertidos",
                    "explicacao": "Jesus apresenta uma nova lógica de vida. Ele chama de felizes pessoas que o mundo costuma desprezar: humildes, mansos, misericordiosos e perseguidos. O Reino de Deus não valoriza aparência, poder ou status, mas o coração e a postura interior diante de Deus."
                },
                {
                    "versiculos": "13–16",
                    "titulo": "Sal e luz — Influência real",
                    "explicacao": "Os seguidores de Jesus não existem apenas para si mesmos. Sal preserva e dá sabor; luz revela e orienta. A fé não deve ser escondida nem imposta, mas liveda de forma coerente, impactando o ambiente ao redor."
                },
                {
                    "versiculos": "17–20",
                    "titulo": "Cumprimento da Lei",
                    "explicacao": "Jesus não veio anular a Lei, mas revelar seu verdadeiro sentido. Ele mostra que obedecer a Deus vai além de regras externas. A justiça do Reino exige transformação interior, não apenas comportamento correto em público."
                },
                {
                    "versiculos": "21–26",
                    "titulo": "Raiva e reconciliação",
                    "explicacao": "Jesus aprofunda o mandamento “não matarás”, mostrando que a raiz da violência começa no coração. Mágoa, desprezo e ódio também destroem relações. Ele ensina que reconciliação é prioridade espiritual."
                },
                {
                    "versiculos": "27–30",
                    "titulo": "Pureza interior",
                    "explicacao": "Aqui Jesus ensina que o pecado não começa no ato, mas no desejo alimentado. Ele chama à vigilância interna e à responsabilidade pessoal, mesmo quando isso exige decisões dificis."
                },
                {
                    "versiculos": "31–32",
                    "titulo": "Fidelidade nos relacionamentos",
                    "explicacao": "Jesus confronta a banalização do compromisso. Ele ensina que relações devem ser tratadas com seriedade, respeito e responsabilidade, não como algo descartável."
                },
                {
                    "versiculos": "33–37",
                    "titulo": "Integridade na palavra",
                    "explicacao": "O discípulo de Jesus deve ser alguém confiável. Não é preciso jurar excessivamente quando a palavra é verdadeira. Honestidade simples revela maturidade espiritual."
                },
                {
                    "versiculos": "38–42",
                    "titulo": "Não revidar o mal",
                    "explicacao": "Jesus propõe uma resposta radical ao conflito: romper o ciclo da vingança. Isso não é fraqueza, mas força controlada. Ele ensina a reagir com dignidade e não com ódio."
                },
                {
                    "versiculos": "43–48",
                    "titulo": "Amor aos inimigos",
                    "explicacao": "O ápice do ensino do capítulo. Amar quem ama é fácil; amar quem machuca exige transformação. Jesus chama seus seguidores a refletirem o caráter de Deus, que age with graça até com quem não merece."
                }
            ],
            "sintese": [
                "O Reino de Deus valoriza o coração, não o status",
                "Fé verdadeira influencia o ambiente",
                "Deus busca transformação interior",
                "Relacionamentos exigem reconciliação e fidelidade",
                "Amar o inimigo revela maturidade espiritual"
            ]
        },
        {
            "numero": 6,
            "titulo": "Evangelho de Mateus — Capítulo 6",
            "intro": "Explicação completa dos versículos 1–34",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Prática religiosa sem ostentação",
                    "explicacao": "Jesus alerta contra fazer o bem apenas para ser visto. Quando a motivação é aplauso humano, a recompensa termina ali. Deus valoriza o que é feito com sinceridade, mesmo no anonimato."
                },
                {
                    "versiculos": "5–8",
                    "titulo": "Oração verdadeira",
                    "explicacao": "Jesus condena orações teatrais e repetitivas. Ele ensina que oração não é performance religiosa, mas diálogo sincero com Deus. Deus não é impressionado por palavras longas, mas por corações verdadeiros."
                },
                {
                    "versiculos": "9–13",
                    "titulo": "O Pai Nosso — Modelo de oração",
                    "explicacao": "Jesus oferece um modelo equilibrado: honra a Deus, submissão à Sua vontade, dependência diária, perdão e proteção espiritual. A oração conecta céu e vida prática."
                },
                {
                    "versiculos": "14–15",
                    "titulo": "Perdão como condição espiritual",
                    "explicacao": "Jesus deixa claro que quem não perdoa bloqueia o próprio crescimento espiritual. O perdão não justifica o erro, mas liberta o coração."
                },
                {
                    "versiculos": "16–18",
                    "titulo": "Jejum com propósito",
                    "explicacao": "Jejum não é demonstração de sofrimento, mas disciplina espiritual. Quando usado para autopromoção, perde o sentido. Deus vê o que é feito em secreto."
                },
                {
                    "versiculos": "19–21",
                    "titulo": "Tesouros verdadeiros",
                    "explicacao": "Jesus confronta o apego excessivo ao material. Tudo o que é terreno é passageiro. O coração sempre segue aquilo que mais valorizamos."
                },
                {
                    "versiculos": "22–23",
                    "titulo": "Olhar e intenção",
                    "explicacao": "Jesus usa a metáfora dos olhos para falar de foco interior. Quando os desejos são confusos, toda a vida perde direção."
                },
                {
                    "versiculos": "24",
                    "titulo": "Dois senhores",
                    "explicacao": "Não é possível servir a Deus e ao dinheiro ao mesmo tempo. Um sempre ocupará o centro. Jesus não condena possuir recursos, mas ser dominado por eles."
                },
                {
                    "versiculos": "25–34",
                    "titulo": "Ansiedade e confiança",
                    "explicacao": "Jesus ensina que ansiedade nasce da falta de confiança. Ele não ignora as necessidades humanas, mas convida à prioridade correta: buscar primeiro o Reino de Deus, confiando que o restante será suprido."
                }
            ],
            "sintese": [
                "Deus valoriza a intenção, não a aparência",
                "Oração é relacionamento, não espetáculo",
                "Perdão liberta quem perdoa",
                "O coração segue aquilo que valorizamos",
                "Confiar em Deus reduz a ansiedade"
            ]
        },
        {
            "numero": 7,
            "titulo": "Evangelho de Mateus — Capítulo 7",
            "intro": "Explicação completa dos versículos 1–29",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Julgar com hipocrisia",
                    "explicacao": "Jesus não proíbe discernimento, mas condena o julgamento hipócrita. Antes de apontar falhas nos outros, é necessário encarar as próprias. A crítica sem autocrítica destrói relacionamentos e revela falta de humildade."
                },
                {
                    "versiculos": "6",
                    "titulo": "Discernimento espiritual",
                    "explicacao": "Jesus ensina que nem tudo deve ser exposto a qualquer pessoa. Há verdades que exigem maturidade espiritual para serem compreendidas e respeitadas."
                },
                {
                    "versiculos": "7–11",
                    "titulo": "Pedir, buscar e bater",
                    "explicacao": "Deus é apresentado como Pai acessível e generoso. Jesus encoraja a persistência na oração, mostrando que Deus responde com sabedoria e amor, não com indiferença."
                },
                {
                    "versiculos": "12",
                    "titulo": "Regra de ouro",
                    "explicacao": "Jesus resume a ética do Reino em uma única atitude: tratar os outros como gostaríamos de ser tratados. É um princípio simples, mas exigente."
                },
                {
                    "versiculos": "13–14",
                    "titulo": "Porta estreita",
                    "explicacao": "O caminho do Reino não é popular nem fácil. Jesus deixa claro que seguir a Deus envolve escolhas conscientes, muitas vezes contrárias à maioria."
                },
                {
                    "versiculos": "15–20",
                    "titulo": "Falsos mestres",
                    "explicacao": "Jesus alerta sobre líderes que aparentam piedade, mas produzem destruição. O critério para discernimento não é discurso bonito, mas os frutos visíveis da vida."
                },
                {
                    "versiculos": "21–23",
                    "titulo": "Obediência acima de palavras",
                    "explicacao": "Nem toda prática religiosa indica relacionamento com Deus. Jesus enfatiza que fazer a vontade de Deus é mais importante que usar Seu nome."
                },
                {
                    "versiculos": "24–27",
                    "titulo": "Casa sobre a rocha",
                    "explicacao": "Jesus conclui ensinando que ouvir sem praticar é inútil. A vida construída sobre obediência resiste às crises; a vida baseada apenas em palavras desmorona."
                },
                {
                    "versiculos": "28–29",
                    "titulo": "Autoridade reconhecida",
                    "explicacao": "O povo reconhece que Jesus ensina com autoridade real, não apenas repetindo tradições. Sua palavra transforma porque vem acompanhada de verdade e vida."
                }
            ],
            "sintese": [
                "Autocrítica precede julgamento",
                "Deus responde à oração sincera",
                "O caminho do Reino exige decisão",
                "Frutos revelam a verdade",
                "Obedecer é mais importante que falar"
            ]
        },
        {
            "numero": 8,
            "titulo": "Evangelho de Mateus — Capítulo 8",
            "intro": "Explicação completa dos versículos 1–34",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Cura do leproso — Compaixão e restauração",
                    "explicacao": "Jesus toca o impuro, algo proibido pela religião da época. Ele não apenas cura o corpo, mas restaura a dignidade social e espiritual do homem."
                },
                {
                    "versiculos": "5–13",
                    "titulo": "Fé do centurião",
                    "explicacao": "Um estrangeiro demonstra uma fé que surpreende Jesus. Ele entende autoridade espiritual sem exigir sinais visíveis. A fé verdadeira confia na palavra."
                },
                {
                    "versiculos": "14–17",
                    "titulo": "Jesus cura muitos",
                    "explicacao": "Jesus demonstra que o Reino de Deus alcança todas as áreas da vida. Sua missão inclui cura física, emocional e espiritual."
                },
                {
                    "versiculos": "18–22",
                    "titulo": "Custo do discipulado",
                    "explicacao": "Seguir Jesus exige prioridade. Ele confronta desculpas e mostra que o compromisso com o Reino não pode ser adiado indefinidamente."
                },
                {
                    "versiculos": "23–27",
                    "titulo": "Tempestade acalmada",
                    "explicacao": "Mesmo com Jesus presente, os discípulos enfrentam tempestades. A diferença está em quem controla a situação. Fé não elimina crises, mas muda a forma de enfrentá-las."
                },
                {
                    "versiculos": "28–34",
                    "titulo": "Libertação dos endemoninhados",
                    "explicacao": "Jesus liberta dois homens dominados pelo mal. A reação da cidade revela um contraste: preferem segurança econômica à libertação espiritual."
                }
            ],
            "sintese": [
                "Jesus restaura o que a sociedade rejeita",
                "Fé confia na palavra, não apenas em sinais",
                "Seguir Jesus tem custo",
                "Tempestades não anulam a presença de Deus",
                "Nem todos valorizam a libertação espiritual"
            ]
        },
        {
            "numero": 9,
            "titulo": "Evangelho de Mateus — Capítulo 9",
            "intro": "Explicação completa dos versículos 1–38",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "Cura e perdão",
                    "explicacao": "Jesus mostra que o problema mais profundo do ser humano não é físico, mas espiritual. Ele perdoa pecados antes de curar o corpo, revelando sua autoridade divina."
                },
                {
                    "versiculos": "9–13",
                    "titulo": "Chamado de Mateus",
                    "explicacao": "Jesus chama um cobrador de impostos, alguém desprezado pela sociedade. Isso revela que o Reino de Deus não é para os “certos”, mas para os que reconhecem a necessidade de mudança."
                },
                {
                    "versiculos": "14–17",
                    "titulo": "O novo e o velho",
                    "explicacao": "Jesus ensina que sua mensagem não cabe em estruturas antigas. O Reino exige mente aberta e disposição para mudança."
                },
                {
                    "versiculos": "18–26",
                    "titulo": "Fé persistente",
                    "explicacao": "Duas histórias se cruzam: uma mulher doente e uma menina morta. Ambas mostram que fé sincera rompe limites e atrai o poder de Deus."
                },
                {
                    "versiculos": "27–31",
                    "titulo": "Cura dos cegos",
                    "explicacao": "Jesus responde à fé expressa em clamor. A visão física simboliza também a abertura espiritual."
                },
                {
                    "versiculos": "32–34",
                    "titulo": "Rejeição dos líderes",
                    "explicacao": "Mesmo diante de milagres, líderes religiosos resistem. O orgulho espiritual impede o reconhecimento da verdade."
                },
                {
                    "versiculos": "35–38",
                    "titulo": "Compaixão e missão",
                    "explicacao": "Jesus vê as multidões cansadas e perdidas. Ele chama seus seguidores a orar e agir, mostrando que a missão continua através deles."
                }
            ],
            "sintese": [
                "Perdão é a maior necessidade humana",
                "Jesus chama os improváveis",
                "O Reino exige renovação interior",
                "Fé verdadeira rompe limites",
                "Compaixão gera missão"
            ]
        },
        {
            "numero": 10,
            "titulo": "Evangelho de Mateus — Capítulo 10",
            "intro": "Explicação completa dos versículos 1–42",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Autoridade delegada",
                    "explicacao": "Jesus concede autoridade aos discípulos para curar e libertar. Isso mostra que a missão não depende apenas de Jesus fisicamente presente, mas da continuidade através daqueles que Ele chama."
                },
                {
                    "versiculos": "5–15",
                    "titulo": "Missão com foco",
                    "explicacao": "Jesus orienta os discípulos a começarem por Israel. A missão tem estratégia, não é desorganizada. Eles deveriam confiar em Deus, viver com simplicidade e anunciar a mensagem com clareza."
                },
                {
                    "versiculos": "16–23",
                    "titulo": "Oposição e perseguição",
                    "explicacao": "Jesus é realista: seguir o Reino trará conflitos. Ele prepara os discípulos para rejeição, traições e perseguições, mas também promete direção e sustento espiritual."
                },
                {
                    "versiculos": "24–25",
                    "titulo": "Identificação com o Mestre",
                    "explicacao": "O discípulo não deve esperar tratamento melhor que o de Jesus. Sofrer por causa da verdade faz parte do caminho do Reino."
                },
                {
                    "versiculos": "26–31",
                    "titulo": "Não viver com medo",
                    "explicacao": "Mesmo diante de ameaças, Jesus ensina confiança. Deus conhece cada detalhe da vida humana. O medo não deve controlar quem confia no cuidado divino."
                },
                {
                    "versiculos": "32–39",
                    "titulo": "Lealdade e prioridade",
                    "explicacao": "Jesus exige decisão clara. Não há espaço para neutralidade. Quem tenta preservar a própria vida a qualquer custo acaba perdendo o sentido verdadeiro dela."
                },
                {
                    "versiculos": "40–42",
                    "titulo": "Recompensa do serviço",
                    "explicacao": "Mesmo pequenos gestos feitos com sinceridade são valorizados por Deus. Nada passa despercebido quando feito com amor e fidelidade."
                }
            ],
            "sintese": [
                "Autoridade vem de Deus",
                "A missão exige foco e simplicidade",
                "Perseguição faz parte do caminho",
                "O medo não deve dominar o discípulo",
                "Lealdade a Jesus é inegociável"
            ]
        },
        {
            "numero": 11,
            "titulo": "Evangelho de Mateus — Capítulo 11",
            "intro": "Explicação completa dos versículos 1–30",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Dúvida em meio à fé",
                    "explicacao": "João Batista, preso, questiona se Jesus é realmente o Messias. Jesus não o condena, mas responde com evidências. Isso mostra que dúvidas não anulam a fé quando levadas honestamente a Deus."
                },
                {
                    "versiculos": "7–15",
                    "titulo": "Grandeza de João Batista",
                    "explicacao": "Jesus honra João publicamente, mostrando que grandeza no Reino não está em fama, mas em fidelidade ao chamado."
                },
                {
                    "versiculos": "16–19",
                    "titulo": "Geração insatisfeita",
                    "explicacao": "Jesus compara o povo a crianças que nunca estão satisfeitas. Nem João nem Jesus agradaram a todos. A verdade não se molda à opinião popular."
                },
                {
                    "versiculos": "20–24",
                    "titulo": "Responsabilidade diante da revelação",
                    "explicacao": "Cidades que viram milagres e não mudaram são advertidas. Quanto maior a luz recebida, maior a responsabilidade."
                },
                {
                    "versiculos": "25–27",
                    "titulo": "Revelação aos simples",
                    "explicacao": "Deus revela verdades profundas aos humildes, não aos orgulhosos. Conhecimento espiritual não depende apenas de inteligência, mas de disposição do coração."
                },
                {
                    "versiculos": "28–30",
                    "titulo": "Descanso em Jesus",
                    "explicacao": "Jesus convida os cansados e sobrecarregados a encontrarem descanso Nele. O Reino não oprime; liberta e alivia o peso da vida."
                }
            ],
            "sintese": [
                "Dúvidas não anulam a fé sincera",
                "Grandeza no Reino é fidelidade",
                "A verdade não agrada a todos",
                "Rejeitar a luz gera responsabilidade",
                "Jesus oferece descanso verdadeiro"
            ]
        },
        {
            "numero": 12,
            "titulo": "Evangelho de Mateus — Capítulo 12",
            "intro": "Explicação completa dos versículos 1–50",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "O sábado e a misericórdia",
                    "explicacao": "Jesus ensina que a lei existe para servir a vida, não para oprimir. A misericórdia tem prioridade sobre o ritual."
                },
                {
                    "versiculos": "9–14",
                    "titulo": "Cura em dia de sábado",
                    "explicacao": "Ao curar, Jesus confronta a dureza religiosa. Fazer o bem nunca é errado, independentemente do dia."
                },
                {
                    "versiculos": "15–21",
                    "titulo": "O Servo prometido",
                    "explicacao": "Mateus mostra Jesus como o cumprimento das profecias: humilde, compassivo e justo. Ele não impõe pela força, mas transforma com mansidão."
                },
                {
                    "versiculos": "22–32",
                    "titulo": "Coração endurecido",
                    "explicacao": "Os líderes atribuem a obra de Jesus ao mal. Jesus alerta que resistir conscientemente à verdade leva ao endurecimento espiritual."
                },
                {
                    "versiculos": "33–37",
                    "titulo": "Árvore e frutos",
                    "explicacao": "Palavras revelam o coração. O que sai da boca reflete o que está dentro da pessoa."
                },
                {
                    "versiculos": "38–42",
                    "titulo": "Busca por sinais",
                    "explicacao": "Mesmo diante de sinais claros, alguns exigem mais provas. Jesus mostra que o problema não é falta de evidência, mas falta de disposição para crer."
                },
                {
                    "versiculos": "43–45",
                    "titulo": "Vazio espiritual",
                    "explicacao": "Libertação sem transformação interior leva à recaída. O coração precisa ser preenchido with a verdade."
                },
                {
                    "versiculos": "46–50",
                    "titulo": "A verdadeira família",
                    "explicacao": "Jesus redefine família como aqueles que praticam a vontade de Deus. Laços espirituais vão além dos biológicos."
                }
            ],
            "sintese": [
                "Misericórdia está acima do ritual",
                "Fazer o bem nunca é errado",
                "Resistir à verdade endurece o coração",
                "Palavras revelam o interior",
                "Obediência define a verdadeira família"
            ]
        },
        {
            "numero": 13,
            "titulo": "Evangelho de Mateus — Capítulo 13",
            "intro": "Explicação completa dos versículos 1–58",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Parábola do semeador",
                    "explicacao": "Jesus ensina que a mesma palavra produz resultados diferentes conforme o coração que a recebe. O problema não está na semente, mas no tipo de solo."
                },
                {
                    "versiculos": "10–17",
                    "titulo": "Por que Jesus fala em parábolas",
                    "explicacao": "As parábolas revelam verdades aos que têm disposição para ouvir, mas permanecem ocultas aos que fecham o coração. Compreensão espiritual exige abertura interior."
                },
                {
                    "versiculos": "18–23",
                    "titulo": "Explicação do semeador",
                    "explicacao": "Jesus deixa claro que distração, superficialidade e apego às preocupações sufocam a palavra. Somente quem persevera produz fruto verdadeiro."
                },
                {
                    "versiculos": "24–30",
                    "titulo": "O joio e o trigo",
                    "explicacao": "O Reino cresce em meio ao bem e ao mal. A separação definitiva não cabe aos homens, mas a Deus, no tempo certo."
                },
                {
                    "versiculos": "31–33",
                    "titulo": "O crescimento do Reino",
                    "explicacao": "O Reino começa pequeno, quase invisível, mas cresce e transforma tudo ao redor. Deus age de forma silenciosa, porém poderosa."
                },
                {
                    "versiculos": "34–35",
                    "titulo": "Cumprimento profético",
                    "explicacao": "Mateus reforça que o ensino de Jesus cumpre o plano anunciado nas Escrituras. Nada é improvisado no projeto divino."
                },
                {
                    "versiculos": "36–43",
                    "titulo": "Explicação do joio",
                    "explicacao": "Jesus mostra que o mal não terá a palavra final. A justiça divina é paciente, mas certa."
                },
                {
                    "versiculos": "44–46",
                    "titulo": "Valor do Reino",
                    "explicacao": "O Reino de Deus vale mais do que qualquer posse. Quem realmente entende isso está disposto a abrir mão de tudo para tê-lo."
                },
                {
                    "versiculos": "47–50",
                    "titulo": "A rede",
                    "explicacao": "No fim, haverá separação. Nem todos os que estão misturados pertencem de fato ao Reino."
                },
                {
                    "versiculos": "51–52",
                    "titulo": "Responsabilidade do discípulo",
                    "explicacao": "Quem aprende do Reino deve compartilhar. Conhecimento espiritual gera responsabilidade."
                },
                {
                    "versiculos": "53–58",
                    "titulo": "Rejeição em Nazaré",
                    "explicacao": "A familiaridade excessiva impede muitos de reconhecerem a verdade. O desprezo pelo conhecido bloqueia a fé."
                }
            ],
            "sintese": [
                "O coração determina o fruto",
                "O Reino cresce de forma silenciosa",
                "O mal não terá a palavra final",
                "O Reino tem valor incomparável",
                "Familiaridade pode bloquear a fé"
            ]
        },
        {
            "numero": 14,
            "titulo": "Evangelho de Mateus — Capítulo 14",
            "intro": "Explicação completa dos versículos 1–36",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "Morte de João Batista",
                    "explicacao": "A verdade confronta o pecado e, muitas vezes, gera rejeição. João morre fiel ao chamado, mostrando que obediência não garante segurança terrena."
                },
                {
                    "versiculos": "13–21",
                    "titulo": "Multiplicação dos pães",
                    "explicacao": "Jesus ensina que, quando o pouco é entregue a Deus, torna-se suficiente. O milagre nasce da compaixão e da obediência."
                },
                {
                    "versiculos": "22–27",
                    "titulo": "Jesus anda sobre as águas",
                    "explicacao": "Jesus se revela no meio da tempestade. O medo surge quando o foco sai Dele."
                },
                {
                    "versiculos": "28–33",
                    "titulo": "Pedro anda sobre as águas",
                    "explicacao": "A fé permite o impossível, mas a dúvida interrompe o milagre. Mesmo assim, Jesus sustenta quem clama por ajuda."
                },
                {
                    "versiculos": "34–36",
                    "titulo": "Curas em Genesaré",
                    "explicacao": "A presença de Jesus transforma o ambiente. Onde Ele é reconhecido, há restauração."
                }
            ],
            "sintese": [
                "Fidelidade pode gerar oposição",
                "Deus multiplica o que é entregue",
                "Jesus se manifesta na tempestade",
                "Fé exige foco contínuo",
                "Onde Jesus está, há restauração"
            ]
        },
        {
            "numero": 15,
            "titulo": "Evangelho de Mateus — Capítulo 15",
            "intro": "Explicação completa dos versículos 1–39",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Tradição acima da verdade",
                    "explicacao": "Jesus confronta líderes que colocam costumes humanos acima da Palavra de Deus. Religião sem coração afasta de Deus."
                },
                {
                    "versiculos": "10–20",
                    "titulo": "O que realmente contamina",
                    "explicacao": "O problema humano não é externo, mas interno. Palavras e atitudes revelam o estado do coração."
                },
                {
                    "versiculos": "21–28",
                    "titulo": "Fé da mulher cananeia",
                    "explicacao": "Uma estrangeira demonstra fé perseverante. Jesus mostra que o Reino não se limita a fronteiras religiosas ou culturais."
                },
                {
                    "versiculos": "29–31",
                    "titulo": "Jesus cura multidões",
                    "explicacao": "A compaixão de Jesus alcança todos que se aproximam com fé."
                },
                {
                    "versiculos": "32–39",
                    "titulo": "Segunda multiplicação dos pães",
                    "explicacao": "Jesus se importa com necessidades físicas e espirituais. O cuidado divino é completo."
                }
            ],
            "sintese": [
                "Tradição sem verdade é vazia",
                "O coração define a pureza",
                "Fé perseverante rompe barreiras",
                "Jesus se compadece das multidões",
                "Deus cuida de forma completa"
            ]
        },
        {
            "numero": 16,
            "titulo": "Evangelho de Mateus — Capítulo 16",
            "intro": "Explicação completa dos versículos 1–28",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Busca por sinais",
                    "explicacao": "Os líderes pedem sinais, apesar de já haver evidências suficientes. Jesus mostra que o problema não é falta de sinais, mas dureza de coração. Fé não nasce de espetáculos."
                },
                {
                    "versiculos": "5–12",
                    "titulo": "O fermento dos fariseus",
                    "explicacao": "Jesus alerta contra ensinamentos que, embora pareçam pequenos, corrompem tudo. Ideias erradas influenciam lentamente, mas com grande impacto."
                },
                {
                    "versiculos": "13–20",
                    "titulo": "Confissão de Pedro",
                    "explicacao": "Pedro reconhece Jesus como o Cristo. Essa revelação não vem da lógica humana, mas de Deus. A fé verdadeira nasce do encontro com a verdade revelada."
                },
                {
                    "versiculos": "21–23",
                    "titulo": "O escândalo da cruz",
                    "explicacao": "Quando Jesus fala do sofrimento, Pedro reage. Jesus deixa claro que o plano de Deus nem sempre coincide com expectativas humanas. Evitar a cruz é negar o caminho do Reino."
                },
                {
                    "versiculos": "24–28",
                    "titulo": "Custo do discipulado",
                    "explicacao": "Seguir Jesus exige renúncia. Ganhar o mundo e perder a alma é o maior prejuízo possível."
                }
            ],
            "sintese": [
                "Sinais não substituem fé",
                "Ideias erradas contaminam lentamente",
                "Fé verdadeira vem da revelação",
                "O caminho do Reino passa pela cruz",
                "Renúncia precede vida verdadeira"
            ]
        },
        {
            "numero": 17,
            "titulo": "Evangelho de Mateus — Capítulo 17",
            "intro": "Explicação completa dos versículos 1–27",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "Transfiguração",
                    "explicacao": "Jesus revela Sua glória aos discípulos. A experiência fortalece a fé deles para os desafios futuros. Momentos espirituais profundos existem para sustentar a caminhada."
                },
                {
                    "versiculos": "9–13",
                    "titulo": "Elias e João Batista",
                    "explicacao": "Jesus explica que João Batista cumpriu o papel profético esperado. Muitas vezes, Deus age de forma diferente do que as pessoas imaginam."
                },
                {
                    "versiculos": "14–21",
                    "titulo": "Fé fraca e dependência",
                    "explicacao": "Os discípulos falham por falta de fé e oração. Jesus ensina que poder espiritual exige dependência constante de Deus."
                },
                {
                    "versiculos": "22–23",
                    "titulo": "Novo anúncio da morte",
                    "explicacao": "Jesus reafirma o sofrimento que virá. O silêncio dos discípulos revela dificuldade em aceitar essa realidade."
                },
                {
                    "versiculos": "24–27",
                    "titulo": "Liberdade e responsabilidade",
                    "explicacao": "Jesus ensina que, mesmo sendo livre, escolhe não causar escândalo. Liberdade espiritual anda junto com responsabilidade."
                }
            ],
            "sintese": [
                "Momentos espirituais fortalecem a fé",
                "Deus age além das expectativas humanas",
                "Fé exige oração e dependência",
                "O sofrimento faz parte do plano",
                "Liberdade deve gerar responsabilidade"
            ]
        },
        {
            "numero": 18,
            "titulo": "Evangelho de Mateus — Capítulo 18",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Quem é o maior no Reino",
                    "explicacao": "Jesus ensina que grandeza no Reino está na humildade, não na posição. Tornar-se como criança é reconhecer dependência de Deus."
                },
                {
                    "versiculos": "6–9",
                    "titulo": "Responsabilidade com os pequenos",
                    "explicacao": "Jesus adverte severamente contra escandalizar os frágeis na fé. Cuidar dos outros é uma responsabilidade espiritual séria."
                },
                {
                    "versiculos": "10–14",
                    "titulo": "Valor de cada pessoa",
                    "explicacao": "A parábola da ovelha perdida mostra que ninguém é insignificante para Deus. O Reino valoriza o indivíduo."
                },
                {
                    "versiculos": "15–20",
                    "titulo": "Conflitos e reconciliação",
                    "explicacao": "Jesus oferece um caminho prático para resolver conflitos. O objetivo não é condenar, mas restaurar relacionamentos."
                },
                {
                    "versiculos": "21–35",
                    "titulo": "Perdão sem limites",
                    "explicacao": "A parábola do servo impiedoso ensina que quem foi perdoado muito deve perdoar também. O perdão recebido precisa ser refletido."
                }
            ],
            "sintese": [
                "Humildade define grandeza",
                "Cuidar dos outros é responsabilidade espiritual",
                "Cada pessoa tem valor para Deus",
                "Reconciliação é prioridade",
                "Quem foi perdoado deve perdoar"
            ]
        },
        {
            "numero": 19,
            "titulo": "Evangelho de Mateus — Capítulo 19",
            "intro": "Explicação completa dos versículos 1–30",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Casamento e compromisso",
                    "explicacao": "Jesus reafirma o propósito original do casamento: unidade, fidelidade e compromisso. Ele confronta a facilidade do divórcio como solução para corações endurecidos, mostrando que o plano de Deus é mais profundo do que simples permissões legais."
                },
                {
                    "versiculos": "10–12",
                    "titulo": "Chamados diferentes",
                    "explicacao": "Jesus reconhece que nem todos têm o mesmo chamado. O Reino de Deus respeita vocações diferentes, desde que vividas com fidelidade."
                },
                {
                    "versiculos": "13–15",
                    "titulo": "Jesus e as crianças",
                    "explicacao": "Jesus valoriza quem é considerado pequeno. O Reino pertence aos que se aproximam com simplicidade, confiança e humildade."
                },
                {
                    "versiculos": "16–22",
                    "titulo": "O jovem rico",
                    "explicacao": "Um homem moralmente correto, mas preso às riquezas, se afasta triste. Jesus mostra que o maior obstáculo espiritual pode ser aquilo que mais valorizamos."
                },
                {
                    "versiculos": "23–26",
                    "titulo": "Riqueza e dependência",
                    "explicacao": "Jesus ensina que confiar nas riquezas dificulta a dependência de Deus. O impossível para os homens é possível para Deus."
                },
                {
                    "versiculos": "27–30",
                    "titulo": "Recompensa do discipulado",
                    "explicacao": "Jesus garante que ninguém que renuncia por causa do Reino ficará sem recompensa. Deus vê e honra a fidelidade."
                }
            ],
            "sintese": [
                "Compromisso exige fidelidade",
                "Deus respeita chamados diferentes",
                "Humildade abre o Reino",
                "Apego material pode bloquear a fé",
                "Deus recompensa a renúncia sincera"
            ]
        },
        {
            "numero": 20,
            "titulo": "Evangelho de Mateus — Capítulo 20",
            "intro": "Explicação completa dos versículos 1–34",
            "blocos": [
                {
                    "versiculos": "1–16",
                    "titulo": "Trabalhadores da vinha",
                    "explicacao": "Jesus ensina que a graça de Deus não segue lógica humana de mérito. Deus é justo e generoso, mesmo quando isso confronta nosso senso de comparação."
                },
                {
                    "versiculos": "17–19",
                    "titulo": "Novo anúncio da cruz",
                    "explicacao": "Jesus prepara os discípulos para o sofrimento que virá. O Reino avança através do sacrifício, não do poder político."
                },
                {
                    "versiculos": "20–28",
                    "titulo": "Grandeza no Reino",
                    "explicacao": "Jesus redefine liderança como serviço. Quem quer ser grande deve servir. Autoridade no Reino nasce da humildade."
                },
                {
                    "versiculos": "29–34",
                    "titulo": "Cura dos cegos",
                    "explicacao": "A fé persistente é recompensada. Mesmo em meio à multidão, Jesus responde ao clamor sincero."
                }
            ],
            "sintese": [
                "A graça não funciona por comparação",
                "O caminho do Reino passa pela cruz",
                "Servir é o verdadeiro poder",
                "Deus ouve o clamor sincero",
                "Humildade precede autoridade"
            ]
        },
        {
            "numero": 21,
            "titulo": "Evangelho de Mateus — Capítulo 21",
            "intro": "Explicação completa dos versículos 1–46",
            "blocos": [
                {
                    "versiculos": "1–11",
                    "titulo": "Entrada triunfal",
                    "explicacao": "Jesus entra em Jerusalém como Rei, mas de forma humilde. Ele desafia expectativas de poder político e revela um Reino diferente."
                },
                {
                    "versiculos": "12–17",
                    "titulo": "Purificação do templo",
                    "explicacao": "Jesus confronta a corrupção religiosa. O templo deveria ser lugar de oração, não de exploração. Fé sem reverência perde o sentido."
                },
                {
                    "versiculos": "18–22",
                    "titulo": "A figueira seca",
                    "explicacao": "A figueira representa aparência sem fruto. Jesus ensina que fé verdadeira produz resultados visíveis."
                },
                {
                    "versiculos": "23–27",
                    "titulo": "Autoridade questionada",
                    "explicacao": "Os líderes questionam Jesus, mas evitam a verdade. Quem não quer se comprometer com a verdade acaba confuso."
                },
                {
                    "versiculos": "28–32",
                    "titulo": "Parábola dos dois filhos",
                    "explicacao": "Obediência prática vale mais que palavras bonitas. O Reino pertence a quem faz a vontade de Deus."
                },
                {
                    "versiculos": "33–46",
                    "titulo": "Parábola dos lavradores maus",
                    "explicacao": "Jesus denuncia a rejeição contínua dos enviados de Deus. A responsabilidade espiritual aumenta com a revelação recebida."
                }
            ],
            "sintese": [
                "O Reino de Deus desafia expectativas humanas",
                "Deus rejeita religiosidade corrupta",
                "Fé sem frutos é vazia",
                "Autoridade verdadeira vem de Deus",
                "Obediência prática revela fé"
            ]
        },
        {
            "numero": 22,
            "titulo": "Evangelho de Mateus — Capítulo 22",
            "intro": "Explicação completa dos versículos 1–46",
            "blocos": [
                {
                    "versiculos": "1–14",
                    "titulo": "Parábola do banquete de casamento",
                    "explicacao": "Jesus compara o Reino dos Céus a um rei que prepara um banquete. O convite inicial representa o chamado de Deus ao Seu povo. A rejeição dos convidados mostra a resistência humana à vontade divina. Aqueles que aceitam o convite simbolizam os que respondem com fé e obediência, enquanto os despreparados representam a superficialidade espiritual."
                },
                {
                    "versiculos": "15–22",
                    "titulo": "A questão do tributo a César",
                    "explicacao": "Os líderes tentam prender Jesus com armadilhas. Ele responde com sabedoria: reconhecer a autoridade humana não contradiz a obediência a Deus. “Dai a César o que é de César e a Deus o que é de Deus” ensina equilíbrio entre deveres terrenos e compromisso espiritual."
                },
                {
                    "versiculos": "23–33",
                    "titulo": "A pergunta sobre a ressurreição",
                    "explicacao": "Os saduceus desafiam Jesus com a lei do levirato. Ele mostra que Deus é Deus dos vivos, não dos mortos, e que a vida após a morte transcende as regras humanas. A fé no Deus vivo transforma compreensão e prática religiosa."
                },
                {
                    "versiculos": "34–40",
                    "titulo": "O maior mandamento",
                    "explicacao": "Jesus resume a Lei em dois mandamentos: amar a Deus e ao próximo. Isso revela a essência da vida espiritual: relacionamento correto com Deus e com as pessoas. Tudo o que é divino e humano se concentra nesse princípio."
                },
                {
                    "versiculos": "41–46",
                    "titulo": "Jesus pergunta sobre o Messias",
                    "explicacao": "Ele desafia a interpretação tradicional, mostrando que o Messias é mais que descendente de Davi: é Senhor e Deus encarnado. Essa revelação corrige expectativas limitadas e eleva a compreensão sobre o Reino de Deus."
                }
            ],
            "sintese": [
                "Deus chama todos ao Seu Reino, mas a resposta é opcional",
                "Obediência espiritual supera armadilhas humanas",
                "A fé no Deus vivo transcende leis humanas",
                "Amor a Deus e ao próximo resume toda a Lei",
                "O Messias é Senhor, não apenas humano"
            ]
        },
        {
            "numero": 23,
            "titulo": "Evangelho de Mateus — Capítulo 23",
            "intro": "Explicação completa dos versículos 1–39",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "Advertência contra os fariseus",
                    "explicacao": "Jesus critica os líderes religiosos que impõem regras pesadas, mas não vivem o que pregam. Ele ensina humildade e serviço: “quem se exalta será humilhado, quem se humilha será exaltado.” A posição verdadeira é fruto de caráter, não de títulos."
                },
                {
                    "versiculos": "13–36",
                    "titulo": "Os “ais” contra os escribas e fariseus",
                    "explicacao": "Jesus denuncia hipocrisia, vaidade e dureza de coração. Cada “ai” revela comportamentos que desviam do Reino de Deus: formalismo vazio, exploração espiritual e cegueira moral. Eles acumulam culpa espiritual ao rejeitar a verdade e o próprio Messias."
                },
                {
                    "versiculos": "37–39",
                    "titulo": "Lamento sobre Jerusalém",
                    "explicacao": "Jesus lamenta a rejeição de Jerusalém à salvação. Ele compara a cidade a uma mãe que não pode proteger seus filhos da destruição. A promessa de esperança permanece para quem se volta a Ele."
                }
            ],
            "sintese": [
                "Hipocrisia religiosa destrói a fé genuína",
                "Humildade e serviço refletem autoridade verdadeira",
                "Rejeição da verdade aumenta responsabilidade",
                "Deus deseja obediência do coração, não aparência",
                "Amor e arrependimento ainda são possíveis"
            ]
        },
        {
            "numero": 24,
            "titulo": "Evangelho de Mateus — Capítulo 24",
            "intro": "Explicação completa dos versículos 1–51",
            "blocos": [
                {
                    "versiculos": "1–14",
                    "titulo": "Sinais do fim dos tempos",
                    "explicacao": "Jesus fala sobre destruição do templo e sinais antes do fim. Guerras, fome, perseguições e falsos profetas mostrarão que o mundo está distante de Deus, mas a perseverança e fé são essenciais. A mensagem principal: o evangelho deve ser proclamado a todas as nações antes do fim."
                },
                {
                    "versiculos": "15–28",
                    "titulo": "A grande tribulação",
                    "explicacao": "Jesus alerta sobre o tempo de aflição e engano. “O sinal da abominação desoladora” indica perigo espiritual. Ele exorta vigilância e discernimento para não ser enganado por falsos messias."
                },
                {
                    "versiculos": "29–31",
                    "titulo": "A vinda do Filho do Homem",
                    "explicacao": "Após tribulações, Cristo virá com poder. A imagem de relâmpagos e trombetas simboliza visibilidade e inevitabilidade. Haverá juízo e resgate dos fiéis."
                },
                {
                    "versiculos": "32–35",
                    "titulo": "Parábola da figueira",
                    "explicacao": "Assim como reconhecemos a proximidade do verão pela figueira, sinais indicam que o retorno de Cristo se aproxima. Deus cumpre Suas promessas."
                },
                {
                    "versiculos": "36–51",
                    "titulo": "Exortação à vigilância",
                    "explicacao": "Ninguém sabe o dia nem a hora; portanto, é preciso viver em prontidão, cumprindo a vontade de Deus. A responsabilidade pessoal é contínua."
                }
            ],
            "sintese": [
                "O mundo enfrenta sinais e tribulações antes do fim",
                "Falsos líderes e engano espiritual exigem discernimento",
                "A vinda de Cristo será visível e definitiva",
                "Perseverança e vigilância são essenciais",
                "Responsabilidade pessoal nunca pode ser negligenciada"
            ]
        },
        {
            "numero": 25,
            "titulo": "Evangelho de Mateus — Capítulo 25",
            "intro": "Explicação completa dos versículos 1–46",
            "blocos": [
                {
                    "versiculos": "1–13",
                    "titulo": "Parábola das dez virgens",
                    "explicacao": "A vigilância espiritual é fundamental. As virgens prudentes estavam preparadas, enquanto as insensatas foram surpreendidas. Deus valoriza preparo e expectativa ativa."
                },
                {
                    "versiculos": "14–30",
                    "titulo": "Parábola dos talentos",
                    "explicacao": "Deus dá dons e responsabilidades a cada pessoa. Quem usa bem seus recursos espirituais é recompensado; quem ignora ou esconde seus talentos perde oportunidades. Fé exige ação concreta."
                },
                {
                    "versiculos": "31–46",
                    "titulo": "O julgamento das nações",
                    "explicacao": "Jesus descreve a separação entre justos e ímpios. Amor, misericórdia e cuidado com os necessitados revelam verdadeira fé. Obrigações espirituais não são só crença, mas ação prática."
                }
            ],
            "sintese": [
                "Vigiar é necessário, pois o retorno de Cristo é inesperado",
                "Usar os dons de Deus é demonstrar fé ativa",
                "Amor e ação prática definem justiça espiritual",
                "Responsabilidade é proporcional à oportunidade recebida",
                "Fé verdadeira se mostra em obras concretas"
            ]
        },
        {
            "numero": 26,
            "titulo": "Evangelho de Mateus — Capítulo 26",
            "intro": "Explicação completa dos versículos 1–75",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Planejamento da crucificação",
                    "explicacao": "Jesus anuncia sua morte, e líderes religiosos conspiram para prendê-lo. O capítulo mostra oposição crescente à verdade e à justiça de Deus."
                },
                {
                    "versiculos": "6–13",
                    "titulo": "Unção em Betânia",
                    "explicacao": "Uma mulher unge Jesus com perfume caro, simbolizando amor, devoção e preparação para seu sepultamento. Jesus valoriza gesto de fé e sacrifício sincero."
                },
                {
                    "versiculos": "14–16",
                    "titulo": "Traição de Judas",
                    "explicacao": "Judas entrega Jesus por dinheiro. Mostra a gravidade da cobiça e da hipocrisia espiritual."
                },
                {
                    "versiculos": "17–30",
                    "titulo": "Última Ceia",
                    "explicacao": "Jesus institui a Eucaristia, mostrando a aliança de amor que se cumpre em seu corpo e sangue. Ensina serviço, perdão e memória ativa de sua missão."
                },
                {
                    "versiculos": "31–46",
                    "titulo": "Oração no Getsêmani",
                    "explicacao": "Jesus enfrenta angústia humana, mas se submete à vontade de Deus. A oração é exemplo de fé, honestidade e entrega total."
                },
                {
                    "versiculos": "47–56",
                    "titulo": "Prisão de Jesus",
                    "explicacao": "A traição se cumpre e a realidade do sofrimento chega. Mostra que seguir a verdade frequentemente enfrenta oposição."
                },
                {
                    "versiculos": "57–75",
                    "titulo": "Negação de Pedro",
                    "explicacao": "Pedro nega conhecer Jesus, revelando fraqueza humana diante do medo. Arrependimento e humildade são caminhos para restauração."
                }
            ],
            "sintese": [
                "Conflito espiritual é inevitável diante da verdade",
                "Amor e devoção são superiores a riqueza e convenção",
                "Cristo mostra serviço, sacrifício e entrega total",
                "Coragem humana falha, mas arrependimento é possível",
                "Fé envolve oração, ação e confiança plena em Deus"
            ]
        },
        {
            "numero": 27,
            "titulo": "Evangelho de Mateus — Capítulo 27",
            "intro": "Explicação completa dos versículos 1–66",
            "blocos": [
                {
                    "versiculos": "1–10",
                    "titulo": "Judas se arrepende e se suicida",
                    "explicacao": "Após trair Jesus, Judas sente remorso, mas não busca perdão. Mostra que consciência culpada sem arrependimento genuíno leva à destruição."
                },
                {
                    "versiculos": "11–26",
                    "titulo": "Jesus diante de Pilatos",
                    "explicacao": "O julgamento político evidencia injustiça e medo humano. Pilatos reconhece a inocência de Jesus, mas cede à pressão da multidão. A corrupção e covardia humanas são confrontadas com a verdade divina."
                },
                {
                    "versiculos": "27–31",
                    "titulo": "Humilhação e escárnio",
                    "explicacao": "Jesus é zombado, coroado de espinhos e vestido como rei falso. A cena revela o contraste entre poder humano superficial e autoridade espiritual verdadeira."
                },
                {
                    "versiculos": "32–44",
                    "titulo": "Crucificação",
                    "explicacao": "Jesus é crucificado. Sofrimento e abandono mostram a profundidade do sacrifício e a identificação com a humanidade. Mesmo entre criminosos, Ele permanece fiel."
                },
                {
                    "versiculos": "45–56",
                    "titulo": "Morte e sinais sobrenaturais",
                    "explicacao": "A escuridão e terremoto simbolizam o impacto universal da morte de Cristo. O véu do templo rasgado mostra acesso direto a Deus pela fé."
                },
                {
                    "versiculos": "57–66",
                    "titulo": "Sepultamento",
                    "explicacao": "Jesus é sepultado por José de Arimateia. Guardas e selo reforçam a certeza histórica da morte. Mostra a seriedade do plano de salvação."
                }
            ],
            "sintese": [
                "Arrependimento sem fé verdadeira é inútil",
                "Justiça humana muitas vezes falha",
                "Verdadeira autoridade não é de aparência, mas de Deus",
                "Sacrifício de Cristo é completo e redentor",
                "A morte revela juízo divino e acesso à salvação"
            ]
        },
        {
            "numero": 28,
            "titulo": "Evangelho de Mateus — Capítulo 28",
            "intro": "Explicação completa dos versículos 1–20",
            "blocos": [
                {
                    "versiculos": "1–10",
                    "titulo": "Ressurreição",
                    "explicacao": "Maria Madalena e a outra Maria encontram o túmulo vazio. O anjo anuncia que Jesus ressuscitou. A vitória sobre a morte confirma divindade e cumprimento da promessa."
                },
                {
                    "versiculos": "11–15",
                    "titulo": "Incredulidade e mentira",
                    "explicacao": "Alguns líderes tentam negar a ressurreição, espalhando falsidade. Mostra resistência humana à verdade divina, mas não pode impedir o plano de Deus."
                },
                {
                    "versiculos": "16–20",
                    "titulo": "Grande Comissão",
                    "explicacao": "Jesus aparece aos discípulos e envia-os a todas as nações, instruindo-os a ensinar, batizar e obedecer a seus mandamentos. Ressalta autoridade completa e presença constante: “estarei convosco todos os dias”."
                }
            ],
            "sintese": [
                "A ressurreição confirma poder e promessa divina",
                "A verdade de Deus é imutável, mesmo diante da oposição",
                "Cristo envia discípulos com autoridade e missão",
                "Obediência e ensino do evangelho são essenciais",
                "Presença e apoio de Deus acompanham a missão"
            ]
        }
    ]
}