{
    "proverbios": [
        {
            "numero": 1,
            "titulo": "Provérbios — Capítulo 1",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Propósito do livro",
                    "explicacao": "Esses versículos deixam claro que Provérbios não foi escrito apenas para religiosos ou estudiosos, mas para qualquer pessoa que queira viver melhor. O objetivo é ensinar sabedoria prática, disciplina, bom senso e capacidade de tomar decisões corretas. O texto mostra que tanto o iniciante quanto o experiente podem crescer ao ouvir esses ensinamentos, desde que estejam dispostos a aprender."
                },
                {
                    "versiculos": "7",
                    "titulo": "O fundamento da sabedoria",
                    "explicacao": "Aqui está o pilar de todo o livro: a sabedoria começa com o temor do Senhor. Isso significa reconhecer Deus como autoridade máxima e alinhar a vida aos Seus princípios. Quem rejeita essa base acaba desprezando a correção e a instrução, escolhendo viver guiado apenas pelos próprios impulsos."
                },
                {
                    "versiculos": "8–9",
                    "titulo": "A importância dos pais",
                    "explicacao": "Esses versículos destacam o valor dos ensinamentos recebidos em casa. A instrução dos pais é apresentada como algo precioso, que embeleza a vida e protege o caráter. Ignorar conselhos familiares, quando são corretos, é abrir mão de uma proteção importante."
                },
                {
                    "versiculos": "10–19",
                    "titulo": "O perigo das más companhias",
                    "explicacao": "Aqui o texto alerta contra convites para caminhos errados, especialmente aqueles que prometem ganhos fáceis e rápidos. O autor mostra que a violência, a injustiça e a ganância acabam se voltando contra quem as pratica. Quem entra nesse tipo de caminho acaba armando uma armadilha para si mesmo, mesmo achando que está sendo esperto."
                },
                {
                    "versiculos": "20–23",
                    "titulo": "A sabedoria chama",
                    "explicacao": "A sabedoria é apresentada como alguém que fala abertamente, oferecendo orientação a todos. Ela não se esconde nem é inacessível. O problema não é falta de aviso, mas a resistência das pessoas em aceitar correção e mudar de atitude quando ainda há tempo."
                },
                {
                    "versiculos": "24–27",
                    "titulo": "As consequências da rejeição",
                    "explicacao": "Esses versículos mostram um cenário duro: quando a sabedoria é rejeitada repetidamente, chega um momento em que as consequências se tornam inevitáveis. O texto ensina que não ouvir conselhos hoje resulta em sofrimento amanhã, muitas vezes quando já não há como evitar."
                },
                {
                    "versiculos": "28–31",
                    "titulo": "Colheita das próprias escolhas",
                    "explicacao": "Aqui fica claro que cada pessoa colhe o fruto do caminho que escolheu. Não se trata de crueldade, mas de justiça. Quem insiste em viver sem sabedoria acaba enfrentando angústia, medo e frustração, porque rejeitou aquilo que poderia ter evitado esses problemas."
                },
                {
                    "versiculos": "32–33",
                    "titulo": "Dois finais possíveis",
                    "explicacao": "O capítulo termina contrastando dois destinos:\n\nquem despreza a sabedoria caminha para a ruína;\n\nquem a ouve vive com segurança, tranquilidade e paz interior.\n\nA mensagem é direta: a sabedoria não elimina desafios, mas protege contra escolhas destrutivas."
                }
            ],
            "sintese": [
                "A sabedoria é acessível, mas exige humildade",
                "Más escolhas quase sempre vêm disfarçadas de boas oportunidades",
                "Ignorar correção tem consequências reais",
                "Ouvir a sabedoria traz segurança e estabilidade"
            ]
        },
        {
            "numero": 2,
            "titulo": "Provérbios — Capítulo 2",
            "intro": "Explicação completa dos versículos 1–22",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "A busca ativa pela sabedoria",
                    "explicacao": "Esses versículos mostram que a sabedoria não é automática. Ela exige decisão, esforço e prioridade. Ouvir, guardar, buscar e clamar indicam uma postura ativa de quem realmente deseja entender o que é correto. O texto deixa claro que quanto maior a disposição para aprender, maior será a compreensão do temor do Senhor e do conhecimento de Deus."
                },
                {
                    "versiculos": "6–8",
                    "titulo": "A origem da verdadeira sabedoria",
                    "explicacao": "Aqui fica evidente que a sabedoria verdadeira vem de Deus. Ele não apenas ensina, mas também protege aqueles que andam com integridade. A ideia central é que viver corretamente não é sinal de ingenuidade, mas de segurança, pois Deus guarda os caminhos de quem escolhe fazer o que é justo."
                },
                {
                    "versiculos": "9–11",
                    "titulo": "Discernimento que protege",
                    "explicacao": "Esses versículos explicam que, quando a sabedoria entra no coração, ela passa a influenciar decisões, atitudes e reações. O discernimento se torna uma defesa interna, ajudando a pessoa a identificar o que é correto antes mesmo de surgir o problema."
                },
                {
                    "versiculos": "12–15",
                    "titulo": "Livramento do caminho do mal",
                    "explicacao": "O texto mostra que a sabedoria livra da influência de pessoas perversas, que usam palavras distorcidas e escolhem caminhos errados conscientemente. São pessoas que abandonam a retidão, se alegram no erro e perdem a sensibilidade moral. A sabedoria ajuda a reconhecer esse tipo de influência antes que ela cause dano."
                },
                {
                    "versiculos": "16–19",
                    "titulo": "Proteção contra relacionamentos destrutivos",
                    "explicacao": "Aqui o capítulo aborda o perigo de relações que desviam do caminho correto, simbolizando alianças baseadas em infidelidade, engano e quebra de compromisso. O ensinamento vai além do aspecto moral e aponta para consequências profundas: quem insiste nesse tipo de caminho acaba se afastando da vida plena e da segurança espiritual."
                },
                {
                    "versiculos": "20–22",
                    "titulo": "Dois caminhos, dois destinos",
                    "explicacao": "O capítulo termina reforçando que a escolha pela sabedoria conduz a uma vida estável e segura, enquanto o caminho da injustiça leva à perda e à exclusão. Permanecer na retidão não é apenas uma decisão moral, mas um investimento no próprio futuro."
                }
            ],
            "sintese": [
                "Sabedoria exige busca intencional",
                "Deus é a fonte e o protetor de quem anda corretamente",
                "O discernimento evita armadilhas antes que elas apareçam",
                "Relações erradas comprometem o destino",
                "Escolhas corretas constroem segurança a longo prazo"
            ]
        },
        {
            "numero": 3,
            "titulo": "Provérbios — Capítulo 3",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Obediência que gera favor",
                    "explicacao": "O capítulo começa mostrando que guardar os ensinamentos divinos não é apenas uma questão religiosa, mas algo que impacta diretamente a vida prática. A fidelidade, a misericórdia e a verdade constroem uma reputação sólida diante de Deus e das pessoas. Viver assim traz equilíbrio, paz interior e relacionamentos mais saudáveis."
                },
                {
                    "versiculos": "5–6",
                    "titulo": "Confiar além do próprio entendimento",
                    "explicacao": "Aqui está um dos conselhos mais conhecidos do livro. O texto ensina que confiar somente na própria lógica é limitado, pois o ser humano não enxerga tudo. Reconhecer Deus em todas as decisões traz direção e evita caminhos tortuosos que parecem certos, mas levam a erros."
                },
                {
                    "versiculos": "7–8",
                    "titulo": "Humildade e saúde",
                    "explicacao": "Esses versículos alertam contra o orgulho intelectual e espiritual. Temer ao Senhor e afastar-se do mal gera benefícios que vão além da alma, alcançando também o bem-estar físico e emocional. A soberba, por outro lado, desgasta e enfraquece."
                },
                {
                    "versiculos": "9–10",
                    "titulo": "Honrar a Deus com os recursos",
                    "explicacao": "O texto ensina que Deus deve ser honrado também com aquilo que se possui. Isso demonstra confiança e reconhecimento de que tudo vem dEle. O princípio apresentado não é de perda, mas de provisão e abundância resultante de uma postura correta."
                },
                {
                    "versiculos": "11–12",
                    "titulo": "Disciplina como sinal de amor",
                    "explicacao": "Aqui fica claro que correção não é rejeição. Deus disciplina aqueles a quem ama, assim como um pai responsável corrige o filho. A resistência à correção revela imaturidade, enquanto aceitá-la produz crescimento."
                },
                {
                    "versiculos": "13–18",
                    "titulo": "O valor incomparável da sabedoria",
                    "explicacao": "Esses versículos exaltam a sabedoria como algo mais valioso que riquezas materiais. Ela traz vida longa, paz, alegria e estabilidade. A imagem usada mostra que a sabedoria sustenta a vida e conduz a um caminho seguro."
                },
                {
                    "versiculos": "19–20",
                    "titulo": "Sabedoria na criação",
                    "explicacao": "O texto relembra que o próprio Deus usou a sabedoria para criar e sustentar o mundo. Isso reforça que viver segundo a sabedoria divina é alinhar-se com a ordem natural da vida."
                },
                {
                    "versiculos": "21–26",
                    "titulo": "Segurança interior",
                    "explicacao": "Aqui a sabedoria é apresentada como fonte de tranquilidade. Quem vive segundo ela não precisa andar dominado pelo medo, pois encontra estabilidade mesmo em tempos difíceis. A confiança em Deus gera descanso e proteção emocional."
                },
                {
                    "versiculos": "27–30",
                    "titulo": "Justiça nas relações",
                    "explicacao": "Esses versículos tratam da ética prática: ajudar quando é possível, não adiar o bem, não agir com maldade contra o próximo. A sabedoria se manifesta em atitudes corretas no dia a dia, especialmente nos relacionamentos."
                },
                {
                    "versiculos": "31–35",
                    "titulo": "O fim do orgulho",
                    "explicacao": "O capítulo termina contrastando o destino dos justos e dos arrogantes. Deus favorece os humildes e resiste aos soberbos. A verdadeira honra vem da sabedoria, não da esperteza ou da violência."
                }
            ],
            "sintese": [
                "Confiar em Deus traz direção",
                "A sabedoria vale mais que bens materiais",
                "Correção é sinal de amor",
                "Humildade conduz à honra",
                "Relações justas refletem maturidade espiritual"
            ]
        },
        {
            "numero": 4,
            "titulo": "Provérbios — Capítulo 4",
            "intro": "Explicação completa dos versículos 1–27",
            "blocos": [
                {
                    "versiculos": "1–2",
                    "titulo": "O valor do ensino recebido",
                    "explicacao": "O capítulo começa reforçando a importância de ouvir conselhos e instruções. Aqui, o ensino é apresentado como herança, algo que deve ser guardado e transmitido. Desprezar bons ensinamentos é desperdiçar oportunidades de crescimento."
                },
                {
                    "versiculos": "3–9",
                    "titulo": "Priorizar a sabedoria",
                    "explicacao": "O autor relembra sua própria experiência como filho, mostrando que a sabedoria foi ensinada desde cedo como prioridade máxima. A mensagem central é clara: adquirir sabedoria deve estar acima de qualquer outra conquista, pois ela protege e honra quem a busca."
                },
                {
                    "versiculos": "10–13",
                    "titulo": "Caminhos que preservam a vida",
                    "explicacao": "Esses versículos mostram que a sabedoria conduz por caminhos retos, que não levam à queda. A instrução correta mantém a pessoa firme, mesmo diante de desafios, e deve ser guardada com zelo, pois influencia diretamente o rumo da vida."
                },
                {
                    "versiculos": "14–17",
                    "titulo": "Evitar o caminho dos ímpios",
                    "explicacao": "Aqui há um alerta forte para não se envolver com práticas e estilos de vida corruptos. O texto mostra que pessoas dominadas pelo mal não encontram descanso enquanto não praticam o erro. O conselho é claro: não experimentar, não flertar, não se aproximar."
                },
                {
                    "versiculos": "18–19",
                    "titulo": "Luz versus escuridão",
                    "explicacao": "O caminho dos justos é comparado à luz que cresce até o pleno dia, enquanto o caminho dos ímpios é descrito como escuridão. Quem anda no erro nem percebe onde tropeça, pois perdeu a clareza espiritual e moral."
                },
                {
                    "versiculos": "20–22",
                    "titulo": "Atenção total à instrução",
                    "explicacao": "Esses versículos reforçam a necessidade de atenção constante à sabedoria. Guardar os ensinamentos no coração traz vida, saúde e equilíbrio. A sabedoria não é apenas informativa, mas restauradora."
                },
                {
                    "versiculos": "23–27",
                    "titulo": "O cuidado com o coração e as atitudes",
                    "explicacao": "O capítulo termina com orientações práticas: cuidar do coração, controlar palavras, direcionar o olhar e manter os pés no caminho certo. A ideia central é que pequenas escolhas diárias definem grandes destinos."
                }
            ],
            "sintese": [
                "A sabedoria deve ser prioridade",
                "Maus caminhos devem ser evitados desde o início",
                "A luz da justiça cresce com o tempo",
                "O coração determina o rumo da vida",
                "Disciplina diária protege o futuro"
            ]
        },
        {
            "numero": 5,
            "titulo": "Provérbios — Capítulo 5",
            "intro": "Explicação completa dos versículos 1–23",
            "blocos": [
                {
                    "versiculos": "1–2",
                    "titulo": "Atenção à sabedoria",
                    "explicacao": "O capítulo começa com um chamado à atenção e ao discernimento. A sabedoria é apresentada como proteção preventiva, especialmente na área dos desejos e decisões emocionais. Ouvir antes de agir evita arrependimentos profundos."
                },
                {
                    "versiculos": "3–6",
                    "titulo": "O engano das aparências",
                    "explicacao": "Aqui o texto mostra que o erro muitas vezes se apresenta de forma atraente. Palavras suaves e promessas agradáveis escondem consequências amargas. O caminho pode parecer fácil no início, mas termina em perda, dor e afastamento da vida plena."
                },
                {
                    "versiculos": "7–14",
                    "titulo": "Consequências da imprudência",
                    "explicacao": "Esses versículos descrevem o arrependimento tardio de quem ignorou conselhos. O texto revela vergonha, perda de honra e sofrimento público. A mensagem é clara: certas escolhas cobram um preço alto demais quando a correção é desprezada."
                },
                {
                    "versiculos": "15–20",
                    "titulo": "Fidelidade como proteção",
                    "explicacao": "Aqui o capítulo valoriza a fidelidade e o contentamento dentro dos limites corretos. A alegria saudável e legítima é apresentada como alternativa à busca por prazeres perigosos. A ideia central é que a satisfação verdadeira protege contra desvios destrutivos."
                },
                {
                    "versiculos": "21–23",
                    "titulo": "Nada passa despercebido",
                    "explicacao": "O capítulo termina lembrando que todos os caminhos estão diante de Deus. A falta de disciplina e o engano pessoal levam à queda. O problema não é falta de aviso, mas insistência no erro."
                }
            ],
            "sintese": [
                "Nem tudo que atrai faz bem",
                "Ignorar conselhos gera arrependimento",
                "Fidelidade preserva a vida",
                "Autocontrole evita perdas irreversíveis",
                "Toda escolha tem consequências"
            ]
        },
        {
            "numero": 6,
            "titulo": "Provérbios — Capítulo 6",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Cuidado com compromissos imprudentes",
                    "explicacao": "O texto alerta contra assumir responsabilidades sem avaliar as consequências. Promessas feitas por impulso podem aprisionar a pessoa. A orientação é agir rápido para se livrar de acordos que colocam a liberdade e a estabilidade em risco."
                },
                {
                    "versiculos": "6–11",
                    "titulo": "A preguiça e suas consequências",
                    "explicacao": "Aqui a preguiça é confrontada com o exemplo da formiga, que trabalha com disciplina e planejamento. A falta de esforço leva à escassez, enquanto pequenas negligências acumuladas resultam em grandes prejuízos."
                },
                {
                    "versiculos": "12–15",
                    "titulo": "O caráter do perverso",
                    "explicacao": "Esses versículos descrevem alguém que vive de engano, provoca conflitos e manipula situações. O texto mostra que esse tipo de comportamento leva a uma queda repentina e sem recuperação, pois destrói a confiança e as relações ao redor."
                },
                {
                    "versiculos": "16–19",
                    "titulo": "O que Deus rejeita",
                    "explicacao": "Aqui são listadas atitudes que Deus abomina, todas ligadas ao orgulho, à mentira, à violência e à destruição de relacionamentos. O destaque está no coração corrupto, que planeja o mal antes mesmo de agir."
                },
                {
                    "versiculos": "20–23",
                    "titulo": "A instrução como guia",
                    "explicacao": "O texto reforça o valor dos ensinamentos recebidos desde cedo. A sabedoria é apresentada como guia constante, que orienta decisões, protege na caminhada e ilumina momentos de dúvida."
                },
                {
                    "versiculos": "24–29",
                    "titulo": "Advertência contra o adultério",
                    "explicacao": "Esses versículos alertam que certas escolhas trazem consequências inevitáveis. O texto usa imagens fortes para mostrar que brincar com o erro é brincar com o próprio sofrimento. Não há como sair ileso de atitudes que destroem compromissos."
                },
                {
                    "versiculos": "30–35",
                    "titulo": "O custo do erro",
                    "explicacao": "O capítulo termina mostrando que alguns pecados destroem não apenas bens, mas reputação e paz. A perda da confiança gera conflitos duradouros, e certas feridas não são facilmente reparadas."
                }
            ],
            "sintese": [
                "Compromissos exigem prudência",
                "Preguiça gera escassez",
                "Deus rejeita orgulho e mentira",
                "A sabedoria guia e protege",
                "Certos erros cobram um preço alto"
            ]
        },
        {
            "numero": 7,
            "titulo": "Provérbios — Capítulo 7",
            "intro": "Explicação completa dos versículos 1–27",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Guardar ensinamentos para proteção",
                    "explicacao": "O capítulo começa destacando que os conselhos recebidos desde cedo funcionam como escudo contra decisões ruins. Guardar ensinamentos no coração ajuda a evitar armadilhas e influencia o caráter de forma positiva, servindo como base sólida de discernimento."
                },
                {
                    "versiculos": "6–23",
                    "titulo": "Advertência contra sedução e engano",
                    "explicacao": "O texto apresenta um alerta sobre tentações disfarçadas de prazer ou vantagem. Palavras doces e promessas atraentes podem conduzir à destruição. Quem ignora a instrução e se aproxima desses caminhos acaba preso em situações de perigo, muitas vezes tarde demais para voltar atrás."
                },
                {
                    "versiculos": "24–27",
                    "titulo": "O chamado à sabedoria",
                    "explicacao": "O capítulo termina incentivando a atenção constante à sabedoria e aos conselhos corretos. O leitor é lembrado de que ignorar alertas repetidos leva à ruína. A proteção existe, mas depende da disposição de ouvir e aplicar o que é certo."
                }
            ],
            "sintese": [
                "Ensinos guardados protegem",
                "Aparências enganosas escondem perigo",
                "Ignorar conselhos traz consequências graves",
                "Atenção contínua à sabedoria preserva a vida"
            ]
        },
        {
            "numero": 8,
            "titulo": "Provérbios — Capítulo 8",
            "intro": "Explicação completa dos versículos 1–36",
            "blocos": [
                {
                    "versiculos": "1–11",
                    "titulo": "A sabedoria clama publicamente",
                    "explicacao": "A sabedoria é apresentada como acessível a todos, chamando atenção de quem quer aprender. Ela oferece discernimento, prudência e conselhos que superam riquezas e prazeres temporários. Ignorar essa chamada é ignorar a própria proteção e crescimento."
                },
                {
                    "versiculos": "12–21",
                    "titulo": "Benefícios de ouvir a sabedoria",
                    "explicacao": "Quem segue os ensinamentos recebe orientação justa, segurança e prosperidade real. O texto mostra que a sabedoria protege contra decisões erradas e oferece recompensa para aqueles que aplicam seus princípios na vida diária."
                },
                {
                    "versiculos": "22–31",
                    "titulo": "A sabedoria antes da criação",
                    "explicacao": "Esses versículos destacam que a sabedoria existe desde antes do mundo, estando presente na criação. Isso reforça a ideia de que viver segundo a sabedoria é alinhar-se à ordem natural e ao plano divino, tornando a vida mais segura e equilibrada."
                },
                {
                    "versiculos": "32–36",
                    "titulo": "Escolha entre vida e morte",
                    "explicacao": "O capítulo termina apresentando um contraste claro: ouvir a sabedoria conduz à vida, ao favor e à proteção; rejeitá-la resulta em perdas e consequências inevitáveis. A decisão pessoal define o rumo da existência."
                }
            ],
            "sintese": [
                "A sabedoria é acessível e valiosa",
                "Quem a segue prospera e vive seguro",
                "Ela é eterna, presente desde a criação",
                "Escolher ouvi-la é escolher vida"
            ]
        },
        {
            "numero": 9,
            "titulo": "Provérbios — Capítulo 9",
            "intro": "Explicação completa dos versículos 1–18",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Convite da sabedoria",
                    "explicacao": "O capítulo começa mostrando que a sabedoria construiu sua casa, simbolizando a vida organizada e plena que resulta de decisões corretas. Ela oferece um convite aberto: quem aceita o ensinamento obtém discernimento, direção e segurança. A instrução é apresentada como caminho para a vida."
                },
                {
                    "versiculos": "7–12",
                    "titulo": "A postura diante da correção",
                    "explicacao": "Esses versículos alertam que a forma como se recebe a instrução faz diferença. Quem aceita conselhos cresce, quem rejeita se prejudica. A sabedoria transforma, mas depende da disposição do indivíduo em ouvir e aplicar os ensinamentos."
                },
                {
                    "versiculos": "13–18",
                    "titulo": "Advertência contra a insensatez",
                    "explicacao": "O capítulo termina contrastando a sabedoria com a insensatez, que é descrita como sedutora, superficial e enganosa. Seguir o caminho errado leva à destruição, enquanto a sabedoria oferece vida e segurança duradoura."
                }
            ],
            "sintese": [
                "Sabedoria convida ao crescimento e à vida plena",
                "Aceitar instrução transforma",
                "Ignorar a sabedoria conduz à destruição",
                "A escolha entre ouvir ou rejeitar define o destino"
            ]
        },
        {
            "numero": 10,
            "titulo": "Provérbios — Capítulo 10",
            "intro": "Explicação completa dos versículos 1–32",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "O contraste entre filhos justos e insensatos",
                    "explicacao": "O capítulo inicia mostrando diferenças claras entre quem segue a sabedoria e quem ignora a instrução. O filho que pratica a correção traz honra à família; o insensato, problemas e vergonha. A ideia central é que as ações individuais impactam diretamente a vida e os relacionamentos."
                },
                {
                    "versiculos": "6–7",
                    "titulo": "Bençãos do justo",
                    "explicacao": "Quem vive com integridade e retidão recebe favor, segurança e reconhecimento. O texto reforça que a bênção divina acompanha escolhas corretas e éticas."
                },
                {
                    "versiculos": "8–10",
                    "titulo": "O valor da instrução",
                    "explicacao": "Aquele que ouve e aplica a instrução vive seguro e evita armadilhas. A sabedoria não apenas previne erros, mas também fortalece a vida emocional e social."
                },
                {
                    "versiculos": "11–21",
                    "titulo": "Comunicação e vida",
                    "explicacao": "Palavras corretas, justas e cuidadosas constroem reputação e influenciam positivamente. Por outro lado, a fala enganosa, orgulhosa ou preguiçosa gera conflito e perdas. A disciplina da linguagem é destacada como elemento central para o sucesso e segurança."
                },
                {
                    "versiculos": "22–32",
                    "titulo": "Trabalho, riqueza e justiça",
                    "explicacao": "O capítulo reforça que o trabalho diligente e honesto gera prosperidade, enquanto o desonesto produz escassez e conflito. A justiça e o caráter definem a trajetória de vida, mostrando que escolhas corretas são mais valiosas que ganhos imediatos."
                }
            ],
            "sintese": [
                "Integridade gera bênçãos",
                "Ouvir instrução fortalece e protege",
                "Palavras e ações têm impacto direto",
                "Trabalho honesto e justiça conduzem a prosperidade"
            ]
        },
        {
            "numero": 11,
            "titulo": "Provérbios — Capítulo 11",
            "intro": "Explicação completa dos versículos 1–31",
            "blocos": [
                {
                    "versiculos": "1–3",
                    "titulo": "Integridade e justiça",
                    "explicacao": "O capítulo começa enfatizando que a honestidade e a integridade conduzem à estabilidade e à segurança, enquanto falsidade e engano levam à queda. A retidão protege e fortalece, mostrando que o caráter tem impacto direto na vida prática."
                },
                {
                    "versiculos": "4–6",
                    "titulo": "Riqueza versus segurança moral",
                    "explicacao": "Esses versículos alertam que riquezas não substituem a sabedoria e a integridade. O justo é protegido mesmo em tempos difíceis, enquanto o desonesto pode perder tudo. A segurança verdadeira vem de viver corretamente, não apenas de acumular bens."
                },
                {
                    "versiculos": "7–11",
                    "titulo": "Consequências do comportamento",
                    "explicacao": "O texto mostra que ações corretas produzem reputação duradoura e beneficiam a comunidade, enquanto o mal ou a injustiça geram destruição e vergonha. Cada decisão molda não apenas a vida pessoal, mas também o ambiente ao redor."
                },
                {
                    "versiculos": "12–15",
                    "titulo": "Relações e conselho",
                    "explicacao": "Aqui, o autor enfatiza a importância de evitar inveja e de buscar bons conselhos. Pessoas sensatas valorizam instrução e aprendizado, enquanto a falta de discernimento leva a conflitos e prejuízos."
                },
                {
                    "versiculos": "16–21",
                    "titulo": "Destino de justos e perversos",
                    "explicacao": "O capítulo continua mostrando que a bondade e a diligência conduzem à vida, enquanto atitudes egoístas e cruéis resultam em destruição. A ideia central é que as escolhas morais determinam o destino final."
                },
                {
                    "versiculos": "22–31",
                    "titulo": "Princípios finais",
                    "explicacao": "A sabedoria prática é destacada como caminho de vida, saúde, prosperidade e honra. O texto reforça que Deus protege os justos e pune os injustos, consolidando o contraste entre os dois caminhos."
                }
            ],
            "sintese": [
                "Integridade protege e fortalece",
                "Riqueza não substitui caráter",
                "Boas ações beneficiam a comunidade",
                "Escolhas morais definem o destino"
            ]
        },
        {
            "numero": 12,
            "titulo": "Provérbios — Capítulo 12",
            "intro": "Explicação completa dos versículos 1–28",
            "blocos": [
                {
                    "versiculos": "1–3",
                    "titulo": "Aceitar correção versus arrogância",
                    "explicacao": "O capítulo inicia mostrando que aceitar instrução e correção conduz à vida e ao crescimento, enquanto rejeitar os conselhos é sinal de orgulho que leva à ruína. A humildade é apresentada como um caminho seguro."
                },
                {
                    "versiculos": "4–7",
                    "titulo": "Família e frutos da sabedoria",
                    "explicacao": "Aqui o texto destaca a importância de relacionamentos saudáveis. A mulher virtuosa e o homem sábio edificam suas famílias e colhem benefícios duradouros. Quem vive de forma insensata prejudica não só a si mesmo, mas também aqueles próximos."
                },
                {
                    "versiculos": "8–11",
                    "titulo": "Trabalho e responsabilidade",
                    "explicacao": "O capítulo reforça que diligência e esforço resultam em prosperidade, enquanto preguiça leva à escassez. O trabalho bem feito traz segurança e estabilidade, e a ética no labor é um princípio fundamental."
                },
                {
                    "versiculos": "12–17",
                    "titulo": "Consequências de ações",
                    "explicacao": "Esses versículos enfatizam que ações têm resultados previsíveis. Atos justos promovem vida e respeito; atos maus trazem destruição. O controle das atitudes e a prudência são essenciais para viver com segurança."
                },
                {
                    "versiculos": "18–21",
                    "titulo": "A força das palavras",
                    "explicacao": "O texto mostra que a fala pode construir ou destruir. Palavras sábias fortalecem relações e protegem o caráter; palavras impensadas ou maliciosas causam conflitos e problemas duradouros."
                },
                {
                    "versiculos": "22–28",
                    "titulo": "Caminho dos justos versus ímpios",
                    "explicacao": "O capítulo conclui reforçando que os justos encontram estabilidade, favor e vida duradoura, enquanto os ímpios sofrem perdas inevitáveis. A escolha entre esses caminhos é determinante para o futuro."
                }
            ],
            "sintese": [
                "Aceitar instrução gera vida e crescimento",
                "Trabalho diligente traz prosperidade",
                "Palavras sábias protegem e constroem",
                "O destino é definido por escolhas morais"
            ]
        },
        {
            "numero": 13,
            "titulo": "Provérbios — Capítulo 13",
            "intro": "Explicação completa dos versículos 1–25",
            "blocos": [
                {
                    "versiculos": "1–3",
                    "titulo": "Valor da disciplina e da fala",
                    "explicacao": "O capítulo começa destacando que o filho sábio aprende com correção e atenção, enquanto o insensato rejeita instrução. Palavras prudentes protegem, mas a fala imprudente gera problemas. A comunicação e a disposição para aprender determinam sucesso e segurança."
                },
                {
                    "versiculos": "4–9",
                    "titulo": "Trabalho e diligência",
                    "explicacao": "Esses versículos contrastam preguiça e diligência. O preguiçoso sofre escassez, enquanto o diligente prospera. A sabedoria prática ensina que esforço consistente é mais valioso que ganhos fáceis, e que o caráter define resultados."
                },
                {
                    "versiculos": "10–16",
                    "titulo": "Orgulho versus humildade",
                    "explicacao": "O texto alerta que o orgulho conduz à destruição, enquanto a humildade garante segurança. O sábio planeja com prudência, evita conflitos desnecessários e busca a justiça, garantindo proteção e estabilidade."
                },
                {
                    "versiculos": "17–22",
                    "titulo": "Prudência e generosidade",
                    "explicacao": "O capítulo destaca que decisões precipitadas levam a erros, mas planejamento e prudência trazem resultados positivos. A generosidade e a integridade criam legado e confiança duradoura, enquanto o egoísmo compromete relações e reputação."
                },
                {
                    "versiculos": "23–25",
                    "titulo": "Consequências e sustento",
                    "explicacao": "O capítulo conclui mostrando que o justo é protegido mesmo em tempos difíceis, enquanto o insensato enfrenta perdas inevitáveis. A perseverança e a obediência à sabedoria conduzem à segurança e ao sustento."
                }
            ],
            "sintese": [
                "Disciplina e atenção produzem segurança",
                "Diligência e esforço garantem prosperidade",
                "Humildade protege, orgulho destrói",
                "Generosidade e integridade criam legado"
            ]
        },
        {
            "numero": 14,
            "titulo": "Provérbios — Capítulo 14",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Sabedoria versus insensatez",
                    "explicacao": "O capítulo inicia mostrando que a casa construída sobre sabedoria é segura, enquanto a vida insensata é instável. A fala, a atitude e o planejamento definem estabilidade, e o conhecimento protege contra perdas e conflitos."
                },
                {
                    "versiculos": "10–15",
                    "titulo": "Coração e discernimento",
                    "explicacao": "O texto mostra que as atitudes internas determinam o comportamento externo. O coração prudente conduz à vida e à segurança; o coração perverso leva à destruição. Reconhecer fraquezas e aprender com erros fortalece o caráter."
                },
                {
                    "versiculos": "16–20",
                    "titulo": "Prudência e responsabilidade",
                    "explicacao": "Esses versículos alertam que decisões impulsivas geram prejuízos, enquanto a prudência protege. A pessoa sábia planeja, observa consequências e busca entendimento, garantindo proteção e sucesso duradouro."
                },
                {
                    "versiculos": "21–27",
                    "titulo": "Justiça e retidão",
                    "explicacao": "O capítulo enfatiza que a integridade moral cria segurança, respeito e estabilidade. A injustiça causa insegurança e conflitos. O temor do Senhor e a ética diária moldam relações e definem o destino."
                },
                {
                    "versiculos": "28–35",
                    "titulo": "Consequências e proteção",
                    "explicacao": "O capítulo conclui mostrando que escolhas corretas resultam em vida, prosperidade e favor, enquanto o erro e a maldade levam a perdas inevitáveis. A sabedoria prática oferece orientação clara e proteção em todas as áreas da vida."
                }
            ],
            "sintese": [
                "Sabedoria constrói segurança",
                "O coração determina o comportamento",
                "Prudência protege contra perdas",
                "Integridade gera respeito e estabilidade",
                "Escolhas corretas definem o destino"
            ]
        },
        {
            "numero": 15,
            "titulo": "Provérbios — Capítulo 15",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Palavras e influência",
                    "explicacao": "O capítulo começa mostrando que a forma de falar influencia diretamente os relacionamentos e os resultados das ações. Palavras gentis acalmam conflitos, enquanto palavras ríspidas aumentam problemas. O cuidado com a fala é essencial para a harmonia e a paz."
                },
                {
                    "versiculos": "5–9",
                    "titulo": "Justos versus perversos",
                    "explicacao": "Esses versículos destacam que a integridade protege, enquanto a malícia e a desonestidade levam à destruição. O justo recebe bênção e segurança, enquanto o perverso enfrenta consequências inevitáveis de suas escolhas."
                },
                {
                    "versiculos": "10–17",
                    "titulo": "Disciplina e humildade",
                    "explicacao": "O texto enfatiza que a correção e a disciplina são sinais de amor e preocupação com o crescimento. O orgulho e a teimosia levam ao prejuízo, enquanto a humildade e a obediência promovem prosperidade e proteção."
                },
                {
                    "versiculos": "18–22",
                    "titulo": "Raiva e planejamento",
                    "explicacao": "O capítulo alerta que a ira e a impulsividade geram conflitos e perdas. Por outro lado, planejamento, paciência e busca de conselho sábio trazem estabilidade, segurança e sucesso duradouro."
                },
                {
                    "versiculos": "23–28",
                    "titulo": "Alegria e justiça",
                    "explicacao": "Aqui se reforça que compartilhar conhecimento e agir com justiça traz satisfação e reconhecimento. A instrução correta gera confiança e fortalece relações, enquanto agir injustamente leva a isolamento e prejuízos."
                },
                {
                    "versiculos": "29–33",
                    "titulo": "O temor do Senhor",
                    "explicacao": "O capítulo conclui destacando que a verdadeira sabedoria começa com o temor do Senhor. Esse princípio protege, guia e gera vida longa, bênçãos e favor. Rejeitar a instrução divina leva à ruína."
                }
            ],
            "sintese": [
                "Palavras gentis acalmam, palavras rudes destroem",
                "Integridade protege, malícia destrói",
                "Humildade e obediência trazem prosperidade",
                "Planejamento e prudência evitam perdas",
                "O temor do Senhor é a base da sabedoria"
            ]
        },
        {
            "numero": 16,
            "titulo": "Provérbios — Capítulo 16",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Planejamento e soberania divina",
                    "explicacao": "O capítulo começa mostrando que, embora o ser humano faça planos, Deus dirige os passos. Planejar é importante, mas a segurança e os resultados dependem da orientação divina. Reconhecer isso evita arrogância e frustração."
                },
                {
                    "versiculos": "5–9",
                    "titulo": "Arrogância versus humildade",
                    "explicacao": "Esses versículos mostram que o orgulho e a soberba conduzem à queda, enquanto a humildade garante segurança e favor. A sabedoria prática reconhece limites e busca alinhamento com princípios justos."
                }
            ],
            "sintese": [
                "Paz e integridade valem mais que riqueza",
                "Perdão preserva relacionamentos",
                "Prudência evita erros e conflitos",
                "Lealdade e responsabilidade constroem segurança",
                "Coração alegre e palavras prudentes promovem bem-estar"
            ]
        },
        {
            "numero": 18,
            "titulo": "Provérbios — Capítulo 18",
            "intro": "Explicação completa dos versículos 1–24",
            "blocos": [
                {
                    "versiculos": "1–7",
                    "titulo": "Isolamento e fala",
                    "explicacao": "O capítulo começa alertando que a busca egoísta por interesses próprios leva ao isolamento. Palavras podem edificar ou destruir; o insensato fala sem pensar, enquanto o prudente usa a linguagem para proteger relações e reputação."
                },
                {
                    "versiculos": "4–9",
                    "titulo": "Trabalho e diligência",
                    "explicacao": "Esses versículos contrastam preguiça e diligência. O preguiçoso sofre escassez, enquanto o diligente prospera. A sabedoria prática ensina que esforço consistente é mais valioso que ganhos fáceis, e que o caráter define resultados."
                },
                {
                    "versiculos": "10–16",
                    "titulo": "Orgulho versus humildade",
                    "explicacao": "O texto alerta que o orgulho conduz à destruição, enquanto a humildade garante segurança. O sábio planeja com prudência, evita conflitos desnecessários e busca a justiça, garantindo proteção e estabilidade."
                },
                {
                    "versiculos": "17–22",
                    "titulo": "Prudência e generosidade",
                    "explicacao": "O capítulo destaca que decisões precipitadas levam a erros, mas planejamento e prudência trazem resultados positivos. A generosidade e a integridade criam legado e confiança duradoura, enquanto o egoísmo compromete relações e reputação."
                },
                {
                    "versiculos": "23–25",
                    "titulo": "Consequências e sustento",
                    "explicacao": "O capítulo conclui mostrando que o justo é protegido mesmo em tempos difíceis, enquanto o insensato enfrenta perdas inevitáveis. A perseverança e a obediência à sabedoria conduzem à segurança e ao sustento."
                }
            ],
            "sintese": [
                "Disciplina e atenção produzem segurança",
                "Diligência e esforço garantem prosperidade",
                "Humildade protege, orgulho destrói",
                "Generosidade e integridade criam legado"
            ]
        },
        {
            "numero": 14,
            "titulo": "Provérbios — Capítulo 14",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Sabedoria versus insensatez",
                    "explicacao": "O capítulo inicia mostrando que a casa construída sobre sabedoria é segura, enquanto a vida insensata é instável. A fala, a atitude e o planejamento definem estabilidade, e o conhecimento protege contra perdas e conflitos."
                },
                {
                    "versiculos": "10–15",
                    "titulo": "Coração e discernimento",
                    "explicacao": "O texto mostra que as atitudes internas determinam o comportamento externo. O coração prudente conduz à vida e à segurança; o coração perverso leva à destruição. Reconhecer fraquezas e aprender com erros fortalece o caráter."
                },
                {
                    "versiculos": "16–20",
                    "titulo": "Prudência e responsabilidade",
                    "explicacao": "Esses versículos alertam que decisões impulsivas geram prejuízos, enquanto a prudência protege. A pessoa sábia planeja, observa consequências e busca entendimento, garantindo proteção e sucesso duradouro."
                },
                {
                    "versiculos": "21–27",
                    "titulo": "Justiça e retidão",
                    "explicacao": "O capítulo enfatiza que a integridade moral cria segurança, respeito e estabilidade. A injustiça causa insegurança e conflitos. O temor do Senhor e a ética diária moldam relações e definem o destino."
                },
                {
                    "versiculos": "28–35",
                    "titulo": "Consequências e proteção",
                    "explicacao": "O capítulo conclui mostrando que escolhas corretas resultam em vida, prosperidade e favor, enquanto o erro e a maldade levam a perdas inevitáveis. A sabedoria prática oferece orientação clara e proteção em todas as áreas da vida."
                }
            ],
            "sintese": [
                "Sabedoria constrói segurança",
                "O coração determina o comportamento",
                "Prudência protege contra perdas",
                "Integridade gera respeito e estabilidade",
                "Escolhas corretas definem o destino"
            ]
        },
        {
            "numero": 15,
            "titulo": "Provérbios — Capítulo 15",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Palavras e influência",
                    "explicacao": "O capítulo começa mostrando que a forma de falar influencia diretamente os relacionamentos e os resultados das ações. Palavras gentis acalmam conflitos, enquanto palavras ríspidas aumentam problemas. O cuidado com a fala é essencial para a harmonia e a paz."
                },
                {
                    "versiculos": "5–9",
                    "titulo": "Justos versus perversos",
                    "explicacao": "Esses versículos destacam que a integridade protege, enquanto a malícia e a desonestidade levam à destruição. O justo recebe bênção e segurança, enquanto o perverso enfrenta consequências inevitáveis de suas escolhas."
                },
                {
                    "versiculos": "10–17",
                    "titulo": "Disciplina e humildade",
                    "explicacao": "O texto enfatiza que a correção e a disciplina são sinais de amor e preocupação com o crescimento. O orgulho e a teimosia levam ao prejuízo, enquanto a humildade e a obediência promovem prosperidade e proteção."
                },
                {
                    "versiculos": "18–22",
                    "titulo": "Raiva e planejamento",
                    "explicacao": "O capítulo alerta que a ira e a impulsividade geram conflitos e perdas. Por outro lado, planejamento, paciência e busca de conselho sábio trazem estabilidade, segurança e sucesso duradouro."
                },
                {
                    "versiculos": "23–28",
                    "titulo": "Alegria e justiça",
                    "explicacao": "Aqui se reforça que compartilhar conhecimento e agir com justiça traz satisfação e reconhecimento. A instrução correta gera confiança e fortalece relações, enquanto agir injustamente leva a isolamento e prejuízos."
                },
                {
                    "versiculos": "29–33",
                    "titulo": "O temor do Senhor",
                    "explicacao": "O capítulo conclui destacando que a verdadeira sabedoria começa com o temor do Senhor. Esse princípio protege, guia e gera vida longa, bênçãos e favor. Rejeitar a instrução divina leva à ruína."
                }
            ],
            "sintese": [
                "Palavras gentis acalmam, palavras rudes destroem",
                "Integridade protege, malícia destrói",
                "Humildade e obediência trazem prosperidade",
                "Planejamento e prudência evitam perdas",
                "O temor do Senhor é a base da sabedoria"
            ]
        },
        {
            "numero": 16,
            "titulo": "Provérbios — Capítulo 16",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Planejamento e soberania divina",
                    "explicacao": "O capítulo começa mostrando que, embora o ser humano faça planos, Deus dirige os passos. Planejar é importante, mas a segurança e os resultados dependem da orientação divina. Reconhecer isso evita arrogância e frustração."
                },
                {
                    "versiculos": "5–9",
                    "titulo": "Arrogância versus humildade",
                    "explicacao": "Esses versículos mostram que o orgulho e a soberba conduzem à queda, enquanto a humildade garante segurança e favor. A sabedoria prática reconhece limites e busca alinhamento com princípios justos."
                },
                {
                    "versiculos": "10–16",
                    "titulo": "Justiça e liderança",
                    "explicacao": "O texto enfatiza que líderes sábios aplicam justiça e decisões corretas. O justo é recompensado, enquanto ações desonestas trazem perda e vergonha. A sabedoria influencia diretamente a autoridade e a estabilidade."
                },
                {
                    "versiculos": "17–23",
                    "titulo": "Caminho correto",
                    "explicacao": "O capítulo destaca que o caminho correto é seguro e conduz à vida. Pessoas prudentes evitam armadilhas, aprendem com erros e mantêm equilíbrio emocional e moral. Quem busca orientação sábia obtém segurança."
                },
                {
                    "versiculos": "24–28",
                    "titulo": "Palavras e conduta",
                    "explicacao": "Esses versículos reforçam que a fala pode promover paz ou conflito. O justo usa palavras que edificam, enquanto o perverso gera problemas. Atitudes corretas sustentam reputação e proteção."
                },
                {
                    "versiculos": "10–16",
                    "titulo": "Conselho e prudência",
                    "explicacao": "O texto alerta sobre seguir ou rejeitar conselhos. A sabedoria protege, mas a teimosia leva a conflitos e prejuízos. A prudência é apresentada como uma defesa prática contra erros, enquanto a insensatez causa problemas evitáveis."
                },
                {
                    "versiculos": "17–21",
                    "titulo": "Lealdade e cuidado",
                    "explicacao": "O capítulo enfatiza a importância de lealdade, amizade e cautela nas relações. Pessoas confiáveis e que agem com responsabilidade constroem estabilidade, enquanto atitudes egoístas ou violentas trazem perdas e sofrimento."
                },
                {
                    "versiculos": "22–28",
                    "titulo": "Coração, fala e comportamento",
                    "explicacao": "O texto finaliza destacando que o coração alegre promove saúde e bem-estar, enquanto pensamentos perversos e palavras destrutivas trazem conflito e sofrimento. Quem age com discernimento e autocontrole constrói segurança e paz duradoura."
                }
            ],
            "sintese": [
                "Paz e integridade valem mais que riqueza",
                "Perdão preserva relacionamentos",
                "Prudência evita erros e conflitos",
                "Lealdade e responsabilidade constroem segurança",
                "Coração alegre e palavras prudentes promovem bem-estar"
            ]
        },
        {
            "numero": 18,
            "titulo": "Provérbios — Capítulo 18",
            "intro": "Explicação completa dos versículos 1–24",
            "blocos": [
                {
                    "versiculos": "1–7",
                    "titulo": "Isolamento e fala",
                    "explicacao": "O capítulo começa alertando que a busca egoísta por interesses próprios leva ao isolamento. Palavras podem edificar ou destruir; o insensato fala sem pensar, enquanto o prudente usa a linguagem para proteger relações e reputação."
                },
                {
                    "versiculos": "8–14",
                    "titulo": "Informação e sabedoria",
                    "explicacao": "Esses versículos destacam que informações corretas fortalecem e protegem, enquanto o engano e a arrogância levam à perda. A humildade e a reflexão promovem decisões seguras e estabilidade emocional."
                },
                {
                    "versiculos": "15–21",
                    "titulo": "Aprendizado e consequência",
                    "explicacao": "O capítulo enfatiza que a mente sábia busca conhecimento e discernimento, resultando em decisões corretas. Palavras têm poder: podem salvar ou destruir. Quem age com prudência colhe frutos positivos, enquanto o insensato enfrenta perdas."
                },
                {
                    "versiculos": "22–24",
                    "titulo": "Amizade e confiança",
                    "explicacao": "O texto finaliza mostrando a importância de relacionamentos confiáveis. Bons amigos protegem e fortalecem, enquanto associações ruins comprometem segurança e reputação. A escolha de companhias é essencial para o sucesso e a vida segura."
                }
            ],
            "sintese": [
                "Egoísmo e isolamento prejudicam",
                "Palavras constroem ou destroem",
                "Humildade e reflexão fortalecem decisões",
                "Conhecimento e discernimento garantem proteção",
                "Bons relacionamentos promovem segurança e sucesso"
            ]
        },
        {
            "numero": 19,
            "titulo": "Provérbios — Capítulo 19",
            "intro": "Explicação completa dos versículos 1–29",
            "blocos": [
                {
                    "versiculos": "1–7",
                    "titulo": "Integridade e riqueza",
                    "explicacao": "O capítulo começa mostrando que ser justo e honesto é mais valioso do que acumular riquezas por meios desonestos. Pessoas que agem com integridade têm segurança e respeito, enquanto a injustiça gera instabilidade e perda de confiança."
                },
                {
                    "versiculos": "8–12",
                    "titulo": "Sabedoria e temperança",
                    "explicacao": "Esses versículos destacam que quem busca conhecimento e prudência alcança vida longa e sucesso. A impulsividade, a arrogância e a ira levam à ruína. O autocontrole e a humildade são elementos essenciais para proteção e prosperidade."
                },
                {
                    "versiculos": "13–17",
                    "titulo": "Responsabilidade e disciplina",
                    "explicacao": "O texto alerta que filhos preguiçosos ou desobedientes causam problemas, enquanto a disciplina e a responsabilidade fortalecem a vida familiar e social. O cuidado com atitudes diárias molda a segurança e o futuro."
                },
                {
                    "versiculos": "18–23",
                    "titulo": "Coragem e confiança",
                    "explicacao": "Aqui o capítulo reforça que aceitar instrução e disciplina protege contra problemas. O coração confiante, equilibrado e prudente alcança segurança, enquanto o imprudente sofre perdas evitáveis."
                },
                {
                    "versiculos": "24–29",
                    "titulo": "Justiça e consequências",
                    "explicacao": "O capítulo termina destacando que Deus observa ações humanas e que escolhas erradas levam a consequências inevitáveis. A sabedoria prática orienta decisões, preserva vida e promove estabilidade."
                }
            ],
            "sintese": [
                "Integridade vale mais que riqueza",
                "Prudência e temperança protegem",
                "Disciplina e responsabilidade fortalecem",
                "Coragem e confiança promovem segurança",
                "Más escolhas têm consequências inevitáveis"
            ]
        },
        {
            "numero": 20,
            "titulo": "Provérbios — Capítulo 20",
            "intro": "Explicação completa dos versículos 1–30",
            "blocos": [
                {
                    "versiculos": "1–7",
                    "titulo": "Conduta e consequências",
                    "explicacao": "O capítulo começa alertando sobre os perigos de vícios, impulsividade e decisões precipitadas. Quem age com prudência e autocontrole protege sua vida, enquanto os imprudentes enfrentam problemas e instabilidade."
                },
                {
                    "versiculos": "8–15",
                    "titulo": "Justiça e honestidade",
                    "explicacao": "O texto enfatiza que justiça, honestidade e integridade são essenciais para proteção e sucesso. Ganhos ilícitos, desonestidade e engano geram perdas e desconfiança. A sabedoria prática prioriza atitudes corretas."
                },
                {
                    "versiculos": "16–23",
                    "titulo": "Planejamento e discernimento",
                    "explicacao": "Esses versículos mostram que planejar e avaliar riscos antes de agir garante proteção e resultados positivos. O discernimento é ferramenta essencial para evitar armadilhas e prejuízos."
                },
                {
                    "versiculos": "24–30",
                    "titulo": "Autocontrole e estabilidade",
                    "explicacao": "O capítulo conclui destacando que o autocontrole, a disciplina e a observância de princípios morais garantem segurança, estabilidade e vida longa. Quem ignora esses ensinamentos está sujeito a perdas e conflitos."
                }
            ],
            "sintese": [
                "Prudência e autocontrole evitam problemas",
                "Honestidade e integridade protegem",
                "Planejamento e discernimento garantem segurança",
                "Disciplina moral assegura estabilidade",
                "Ignorar princípios leva à ruína"
            ]
        },
        {
            "numero": 21,
            "titulo": "Provérbios — Capítulo 21",
            "intro": "Explicação completa dos versículos 1–31",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Controle divino e integridade",
                    "explicacao": "O capítulo começa mostrando que, embora o ser humano faça planos, Deus dirige os caminhos. A integridade protege e garante segurança, enquanto a astúcia e a desonestidade levam à destruição. Quem confia em princípios corretos encontra estabilidade."
                },
                {
                    "versiculos": "7–10",
                    "titulo": "Consequências da injustiça",
                    "explicacao": "Esses versículos alertam que o orgulho, a ganância e a violência resultam em perda e isolamento. Atitudes egoístas comprometem relacionamentos e reputação. A justiça e a humildade geram proteção e favor."
                },
                {
                    "versiculos": "11–16",
                    "titulo": "Justiça versus insensatez",
                    "explicacao": "O texto enfatiza que ouvir instrução protege e salva, enquanto a insensatez leva à ruína. Pessoas prudentes e obedientes constroem segurança, enquanto os rebeldes enfrentam consequências inevitáveis."
                },
                {
                    "versiculos": "17–24",
                    "titulo": "Prudência e autocontrole",
                    "explicacao": "O capítulo destaca que a busca pelo prazer imediato, sem consideração pelas consequências, resulta em perda e sofrimento. Autocontrole, prudência e disciplina asseguram vida equilibrada e segura."
                },
                {
                    "versiculos": "25–31",
                    "titulo": "Trabalho e caráter",
                    "explicacao": "O capítulo termina mostrando que o trabalho diligente, o caráter íntegro e a honestidade garantem prosperidade, respeito e segurança. Ignorar esses princípios leva a prejuízo, vergonha e instabilidade."
                }
            ],
            "sintese": [
                "Deus dirige os caminhos, integridade protege",
                "Orgulho e ganância levam à perda",
                "Obediência e prudência garantem segurança",
                "Autocontrole e disciplina promovem vida equilibrada",
                "Trabalho honesto e caráter íntegro resultam em prosperidade"
            ]
        },
        {
            "numero": 22,
            "titulo": "Provérbios — Capítulo 22",
            "intro": "Explicação completa dos versículos 1–29",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Reputação e ensino",
                    "explicacao": "O capítulo começa mostrando que boa reputação é mais valioso que riqueza. Ensinar os filhos no caminho correto estabelece fundações duradouras. Educação e valores formam caráter e promovem segurança futura."
                },
                {
                    "versiculos": "7–12",
                    "titulo": "Responsabilidade e sabedoria",
                    "explicacao": "O texto destaca que credores e devedores precisam agir com responsabilidade. A sabedoria protege contra endividamento e prejuízos, enquanto a insensatez gera perdas. O discernimento é essencial para decisões financeiras e sociais."
                },
                {
                    "versiculos": "13–20",
                    "titulo": "Prudência e diligência",
                    "explicacao": "O capítulo alerta que a preguiça e a falta de planejamento levam à escassez, enquanto a diligência, disciplina e prudência conduzem à prosperidade. Quem aceita instrução aprende a tomar decisões corretas."
                },
                {
                    "versiculos": "21–29",
                    "titulo": "Conduta e segurança",
                    "explicacao": "O texto conclui enfatizando que seguir princípios justos e viver com integridade garante proteção, favor e estabilidade. A busca pela justiça e pelo conhecimento constrói reputação e segurança duradoura, enquanto a desonestidade leva à ruína."
                }
            ],
            "sintese": [
                "Reputação e ensino são mais valiosos que riqueza",
                "Responsabilidade e sabedoria protegem contra perdas",
                "Diligência e prudência promovem prosperidade",
                "Integridade garante favor e estabilidade",
                "Má escolhas comprometem segurança e reputação"
            ]
        },
        {
            "numero": 23,
            "titulo": "Provérbios — Capítulo 23",
            "intro": "Explicação completa dos versículos 1–35",
            "blocos": [
                {
                    "versiculos": "1–8",
                    "titulo": "Moderação e prudência",
                    "explicacao": "O capítulo começa ensinando sobre prudência na alimentação, relacionamentos e decisões financeiras. A vaidade, a ganância e a impulsividade trazem problemas, enquanto a moderação e o discernimento promovem estabilidade e proteção."
                },
                {
                    "versiculos": "9–16",
                    "titulo": "Palavra e disciplina",
                    "explicacao": "Esses versículos destacam a importância de ouvir conselhos e instrução. Ignorar a sabedoria leva a prejuízos, enquanto aceitar correção fortalece o caráter e protege contra erros. A disciplina, quando aplicada com amor, cria segurança e aprendizado duradouro."
                },
                {
                    "versiculos": "17–18",
                    "titulo": "Emoções e paciência",
                    "explicacao": "O texto alerta sobre o perigo da inveja e da impaciência. Controlar emoções e confiar em princípios corretos garante segurança e evita decisões precipitadas que levam à perda e ao sofrimento."
                },
                {
                    "versiculos": "19–21",
                    "titulo": "Sabedoria e prudência",
                    "explicacao": "O capítulo reforça que buscar sabedoria e viver com prudência proporciona vida longa, respeito e proteção. Preguiça, impulsividade e desonestidade comprometem a trajetória pessoal e social."
                },
                {
                    "versiculos": "22–28",
                    "titulo": "Relações e discernimento",
                    "explicacao": "Esses versículos ensinam que escolher bem amigos e relacionamentos é crucial. Pessoas mal-intencionadas trazem ruína, enquanto companhias prudentes promovem segurança, aprendizado e prosperidade."
                },
                {
                    "versiculos": "29–35",
                    "titulo": "Comportamento e consequências",
                    "explicacao": "O capítulo termina destacando que atitudes corretas trazem bênçãos e favor, enquanto ações insensatas geram sofrimento inevitável. Quem segue princípios justos colhe frutos positivos, e quem ignora sabedoria enfrenta prejuízos."
                }
            ],
            "sintese": [
                "Prudência e moderação promovem estabilidade",
                "Aceitar instrução fortalece o caráter",
                "Controle emocional evita perdas",
                "Escolha de relacionamentos influencia segurança",
                "Atitudes corretas geram bênçãos, insensatez traz prejuízos"
            ]
        },
        {
            "numero": 24,
            "titulo": "Provérbios — Capítulo 24",
            "intro": "Explicação completa dos versículos 1–34",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Sabedoria versus inveja",
                    "explicacao": "O capítulo começa mostrando que inveja e ódio prejudicam quem os cultiva, enquanto o planejamento, a prudência e a busca por sabedoria fortalecem a vida. Pessoas sábias constroem segurança e estabilidade."
                },
                {
                    "versiculos": "7–12",
                    "titulo": "Educação e ação correta",
                    "explicacao": "Esses versículos destacam a importância de aplicar conhecimento e agir corretamente. Ignorar oportunidades de aprender ou de proteger os vulneráveis resulta em prejuízos e instabilidade. A responsabilidade prática é central."
                },
                {
                    "versiculos": "13–16",
                    "titulo": "Benefícios da diligência",
                    "explicacao": "O texto ensina que quem age com diligência e perseverança alcança sucesso, enquanto a preguiça e a imprudência geram perdas. A disciplina é apresentada como caminho seguro e eficaz."
                },
                {
                    "versiculos": "17–22",
                    "titulo": "Reação e justiça",
                    "explicacao": "O capítulo alerta que reagir com raiva ou desejo de vingança traz prejuízos. A paciência, a justiça e a busca por entendimento promovem proteção e favorecem bons resultados."
                },
                {
                    "versiculos": "23–28",
                    "titulo": "Honestidade e liderança",
                    "explicacao": "Esses versículos destacam que governar e tomar decisões com justiça e integridade garante segurança e estabilidade. A desonestidade gera perdas e conflitos inevitáveis."
                },
                {
                    "versiculos": "29–34",
                    "titulo": "Observação e aprendizagem",
                    "explicacao": "O capítulo conclui reforçando que observar o mundo ao redor, aprender com experiências e agir com prudência leva à vida longa, prosperidade e proteção. Ignorar esses princípios resulta em sofrimento e derrota."
                }
            ],
            "sintese": [
                "Inveja e ódio prejudicam, sabedoria protege",
                "Conhecimento aplicado gera segurança",
                "Diligência e disciplina promovem sucesso",
                "Justiça e paciência evitam perdas",
                "Observar e aprender fortalece a vida"
            ]
        },
        {
            "numero": 25,
            "titulo": "Provérbios — Capítulo 25",
            "intro": "Explicação completa dos versículos 1–28",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Sabedoria, honra e liderança",
                    "explicacao": "O capítulo inicia mostrando que a sabedoria busca entendimento profundo e não superficial. Bons líderes valorizam a justiça e removem a corrupção, criando estabilidade. A honra está ligada à humildade e à busca pelo que é correto."
                },
                {
                    "versiculos": "6–10",
                    "titulo": "Humildade e prudência social",
                    "explicacao": "Esses versículos ensinam que buscar autopromoção traz vergonha, enquanto a humildade gera respeito. Resolver conflitos com discrição evita exposição desnecessária e preserva relacionamentos e reputações."
                },
                {
                    "versiculos": "11–15",
                    "titulo": "Palavra certa e paciência",
                    "explicacao": "O texto destaca o valor de palavras bem colocadas, ditas no momento certo. A paciência e a comunicação sábia têm poder para convencer, restaurar e evitar conflitos que poderiam causar danos duradouros."
                },
                {
                    "versiculos": "16–20",
                    "titulo": "Moderação e sensibilidade",
                    "explicacao": "O capítulo alerta contra excessos, falta de limites e insensibilidade emocional. A moderação protege contra prejuízos físicos, emocionais e sociais, enquanto a falta de empatia causa dor e afastamento."
                },
                {
                    "versiculos": "21–24",
                    "titulo": "Resposta ao mal e convivência",
                    "explicacao": "Aqui se ensina que responder ao mal com bondade desarma conflitos e preserva a própria integridade. Também reforça que ambientes conturbados e relações tóxicas minam a paz e a saúde emocional."
                },
                {
                    "versiculos": "25–28",
                    "titulo": "Autocontrole e resistência",
                    "explicacao": "O capítulo termina destacando que boas notícias renovam forças, enquanto a falta de autocontrole torna a pessoa vulnerável. Dominar emoções e impulsos é essencial para segurança e estabilidade na vida."
                }
            ],
            "sintese": [
                "Sabedoria busca profundidade e justiça",
                "Humildade gera honra e respeito",
                "Palavras certas evitam conflitos",
                "Moderação protege contra excessos",
                "Autocontrole garante segurança emocional"
            ]
        },
        {
            "numero": 26,
            "titulo": "Provérbios — Capítulo 26",
            "intro": "Explicação completa dos versículos 1–28",
            "blocos": [
                {
                    "versiculos": "1–12",
                    "titulo": "Insensatez e suas consequências",
                    "explicacao": "O capítulo começa descrevendo o comportamento do insensato, mostrando que falta de discernimento gera problemas repetidos. A arrogância impede aprendizado, enquanto a sabedoria reconhece limites e busca correção."
                },
                {
                    "versiculos": "13–16",
                    "titulo": "Preguiça e autoengano",
                    "explicacao": "Esses versículos expõem a preguiça como fonte de desculpas constantes e estagnação. O preguiçoso se considera sábio, mas sua falta de ação o mantém preso à mediocridade e à dependência."
                },
                {
                    "versiculos": "17–22",
                    "titulo": "Conflitos e palavras destrutivas",
                    "explicacao": "O texto alerta sobre se envolver em brigas alheias e sobre o poder destrutivo das palavras maldosas. Fofoca, intriga e mentiras alimentam conflitos e destroem relacionamentos."
                },
                {
                    "versiculos": "23–26",
                    "titulo": "Hipocrisia e falsidade",
                    "explicacao": "O capítulo destaca o perigo de palavras gentis que escondem intenções perversas. A falsidade pode enganar por um tempo, mas acaba sendo revelada, trazendo vergonha e perda de confiança."
                },
                {
                    "versiculos": "27–28",
                    "titulo": "Consequências inevitáveis",
                    "explicacao": "O capítulo termina mostrando que quem planeja o mal acaba sendo atingido por ele. A mentira e a manipulação retornam contra quem as pratica, confirmando que ações têm consequências."
                }
            ],
            "sintese": [
                "Insensatez gera problemas recorrentes",
                "Preguiça leva à estagnação",
                "Palavras podem destruir relações",
                "Hipocrisia compromete a confiança",
                "O mal retorna contra quem o pratica"
            ]
        },
        {
            "numero": 27,
            "titulo": "Provérbios — Capítulo 27",
            "intro": "Explicação completa dos versículos 1–27",
            "blocos": [
                {
                    "versiculos": "1–4",
                    "titulo": "Humildade e controle emocional",
                    "explicacao": "O capítulo inicia alertando contra a arrogância e a autoconfiança excessiva. Planejar o futuro sem humildade gera frustração. Emoções como ira e inveja são destrutivas quando não controladas, pois comprometem relações e decisões."
                },
                {
                    "versiculos": "5–10",
                    "titulo": "Amizade e correção",
                    "explicacao": "Esses versículos ensinam que a correção sincera é uma forma de amor. Amigos verdadeiros dizem a verdade mesmo quando dói, enquanto elogios vazios enganam. Relações leais oferecem apoio real nos momentos difíceis."
                },
                {
                    "versiculos": "11–14",
                    "titulo": "Prudência no comportamento",
                    "explicacao": "O texto destaca que agir com sabedoria traz honra não apenas pessoal, mas também coletiva. Exageros, imprudência e falta de sensibilidade social podem transformar boas intenções em problemas desnecessários."
                },
                {
                    "versiculos": "15–19",
                    "titulo": "Convivência e caráter",
                    "explicacao": "Aqui o capítulo mostra que o caráter se revela na convivência diária. Relações difíceis, orgulho e teimosia desgastam, enquanto a reflexão pessoal e o autoconhecimento fortalecem a maturidade emocional."
                },
                {
                    "versiculos": "20–22",
                    "titulo": "Desejos e limites",
                    "explicacao": "Esses versículos ensinam que desejos descontrolados nunca se satisfazem. A falta de limites conduz à insatisfação constante. A sabedoria reconhece quando parar e valoriza o equilíbrio."
                },
                {
                    "versiculos": "23–27",
                    "titulo": "Trabalho e responsabilidade",
                    "explicacao": "O capítulo termina ressaltando a importância da diligência, do cuidado contínuo e da administração responsável. Prosperidade duradoura não vem do acaso, mas da atenção constante às responsabilidades."
                }
            ],
            "sintese": [
                "Humildade evita frustrações futuras",
                "Amizade verdadeira inclui correção",
                "Prudência protege relacionamentos",
                "Autoconhecimento fortalece o caráter",
                "Trabalho diligente garante estabilidade"
            ]
        },
        {
            "numero": 28,
            "titulo": "Provérbios — Capítulo 28",
            "intro": "Explicação completa dos versículos 1–28",
            "blocos": [
                {
                    "versiculos": "1–5",
                    "titulo": "Justiça e consciência",
                    "explicacao": "O capítulo começa contrastando o justo e o ímpio. Quem vive corretamente tem segurança interior, enquanto a culpa gera medo constante. A justiça traz clareza moral e firmeza nas decisões."
                },
                {
                    "versiculos": "6–10",
                    "titulo": "Integridade e consequências",
                    "explicacao": "Esses versículos reforçam que integridade vale mais que riqueza. Ganhos obtidos de forma desonesta levam à perda. Quem manipula ou explora outros acaba caindo nas próprias armadilhas."
                },
                {
                    "versiculos": "1–7",
                    "titulo": "Correção e justiça",
                    "explicacao": "O capítulo começa mostrando que rejeitar correção repetidas vezes leva à ruína repentina. A justiça promove alegria coletiva, enquanto a injustiça oprime e gera sofrimento social. Líderes e cidadãos têm impacto direto no bem-estar comum."
                },
                {
                    "versiculos": "8–11",
                    "titulo": "Controle emocional e sabedoria",
                    "explicacao": "Esses versículos alertam que pessoas insensatas espalham conflitos, enquanto os sábios apaziguam situações difíceis. O autocontrole emocional é sinal de maturidade e protege contra decisões destrutivas."
                },
                {
                    "versiculos": "12–15",
                    "titulo": "Liderança e disciplina",
                    "explicacao": "O texto destaca que líderes que toleram mentiras corrompem todo o sistema. A disciplina correta, especialmente na formação dos filhos, gera segurança, honra e estabilidade futura."
                },
                {
                    "versiculos": "16–19",
                    "titulo": "Obediência e limites",
                    "explicacao": "Aqui se ensina que a multiplicação da injustiça aumenta o sofrimento, mas a justiça prevalece no longo prazo. A falta de limites claros gera confusão e instabilidade, enquanto a instrução firme promove ordem."
                },
                {
                    "versiculos": "20–24",
                    "titulo": "Orgulho e temor",
                    "explicacao": "O capítulo alerta que a precipitação e o orgulho levam à queda. Temer a Deus protege contra o medo humano e fortalece a consciência. Compromissos errados trazem consequências inevitáveis."
                },
                {
                    "versiculos": "25–27",
                    "titulo": "Escolhas morais",
                    "explicacao": "O capítulo termina mostrando que o temor ao Senhor traz segurança, enquanto a injustiça separa pessoas e gera conflitos. Justos e ímpios seguem caminhos opostos e colhem resultados diferentes."
                }
            ],
            "sintese": [
                "Rejeitar correção leva à ruína",
                "Justiça promove estabilidade social",
                "Autocontrole evita conflitos",
                "Disciplina correta gera segurança",
                "Temer a Deus traz firmeza moral"
            ]
        },
        {
            "numero": 30,
            "titulo": "Provérbios — Capítulo 30",
            "intro": "Explicação completa dos versículos 1–33",
            "blocos": [
                {
                    "versiculos": "1–6",
                    "titulo": "Limitações humanas e verdade",
                    "explicacao": "O capítulo inicia reconhecendo os limites do entendimento humano diante da sabedoria divina. A humildade intelectual protege contra o erro. A verdade deve ser preservada sem distorções."
                },
                {
                    "versiculos": "7–9",
                    "titulo": "Dependência e equilíbrio",
                    "explicacao": "Esses versículos expressam um pedido por equilíbrio: nem excesso nem escassez. A sabedoria busca uma vida simples, honesta e dependente de Deus, evitando arrogância ou desespero."
                },
                {
                    "versiculos": "10–14",
                    "titulo": "Palavras e gerações",
                    "explicacao": "O texto alerta contra acusações injustas, arrogância verbal e desprezo pelos outros. Gerações que perdem valores acabam causando sofrimento coletivo."
                },
                {
                    "versiculos": "15–19",
                    "titulo": "Insaciabilidade e mistério",
                    "explicacao": "Aqui se ensina que certos desejos humanos nunca se satisfazem. O texto também reconhece que há mistérios da vida que ultrapassam a compreensão humana, convidando à humildade."
                },
                {
                    "versiculos": "20–23",
                    "titulo": "Consequências sociais",
                    "explicacao": "O capítulo mostra que comportamentos moralmente errados, quando normalizados, causam desequilíbrio social. A falta de ordem e justiça gera instabilidade coletiva."
                },
                {
                    "versiculos": "24–28",
                    "titulo": "Sabedoria na criação",
                    "explicacao": "Esses versículos usam exemplos da natureza para ensinar que sabedoria não depende de força, mas de estratégia, cooperação e preparação."
                },
                {
                    "versiculos": "29–33",
                    "titulo": "Moderação e prudência",
                    "explicacao": "O capítulo conclui ensinando que dignidade, domínio próprio e prudência evitam conflitos. Provocar disputas leva à violência, enquanto a contenção preserva a paz."
                }
            ],
            "sintese": [
                "Humildade protege contra o erro",
                "Equilíbrio é sinal de sabedoria",
                "Palavras moldam gerações",
                "Nem tudo pode ser controlado ou explicado",
                "Prudência evita conflitos desnecessários"
            ]
        },
        {
            "numero": 31,
            "titulo": "Provérbios — Capítulo 31",
            "intro": "Explicação completa dos versículos 1–31",
            "blocos": [
                {
                    "versiculos": "1–9",
                    "titulo": "Liderança e justiça",
                    "explicacao": "O capítulo começa com conselhos a um líder para evitar excessos, vícios e decisões impulsivas. A verdadeira liderança protege os fracos, pratica justiça e governa com responsabilidade moral."
                },
                {
                    "versiculos": "10–19",
                    "titulo": "Valor do caráter",
                    "explicacao": "Esses versículos descrevem uma pessoa virtuosa destacando diligência, responsabilidade e sabedoria prática. O valor está no caráter e não apenas em habilidades ou aparência."
                },
                {
                    "versiculos": "20–27",
                    "titulo": "Generosidade e administração",
                    "explicacao": "O texto mostra que uma vida bem organizada inclui generosidade, planejamento e cuidado com o futuro. A prosperidade está ligada à disciplina e à boa administração do tempo e dos recursos."
                },
                {
                    "versiculos": "28–31",
                    "titulo": "Reconhecimento e temor",
                    "explicacao": "O capítulo termina ensinando que o verdadeiro elogio vem de uma vida íntegra. Beleza e status são passageiros, mas o temor a Deus e o caráter produzem honra duradoura."
                }
            ],
            "sintese": [
                "Liderança exige justiça e autocontrole",
                "Caráter vale mais que aparência",
                "Diligência gera segurança",
                "Generosidade reflete sabedoria",
                "Temor a Deus produz honra duradoura"
            ]
        }
    ],
    "conclusao": {
        "texto": "Os 31 Provérbios explicados revelam um caminho prático de sabedoria aplicado à vida diária: decisões, relacionamentos, trabalho, liderança, emoções e caráter. Cada capítulo reforça que escolhas corretas produzem estabilidade, enquanto a insensatez cobra seu preço.",
        "destaque": true
    }
}